[[["Form Code","TB-12"],["Passage Code","pm-36"],["Question Number","1"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Determining explicit meanings"],["Difficulty","2"],["Question","According to the passage, Kungawo counts the goats when Bokamoso takes them to the kraal because"],["Choices",["he knows that predators sometimes roam the plain.","he has already agreed to sell the goats.","he doubts Bokamoso is always sufficiently watchful.","the goats are unruly and frequently wander off."]],["Answer","C"],["Solution","In \u005Creflines {HeMayMilkTree}, the passage states, “He may have suspected that she sometimes fell asleep against the milk-tree.” In short, Kungawo suspects that Bokamoso may not always be as attentive or watchful as she should be, and choice~\u005CTextChoice {3} is correct. The passage offers no support for any of the other answer choices."]],[["Form Code","TB-12"],["Passage Code","pm-36"],["Question Number","2"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Determining explicit meanings"],["Difficulty","1"],["Question","In the passage, the plain is compared to a"],["Choices",["food.","friend.","wilderness.","protector."]],["Answer","A"],["Solution","In \u005Creflines {ButOven}, the passage sates, “But the arid plain, treeless except near the river, testified to a long history of the sun’s torment, like vetkoek bread left too long in the oven.” Choice~\u005CTextChoice {1} is thus correct. The passage offers no support for any of the other answer choices."]],[["Form Code","TB-12"],["Passage Code","pm-36"],["Question Number","3"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Interpreting words and phrases in context"],["Difficulty","3"],["Words in Context"],["Question","As used in \u005Creflines {divide}, “divide” most nearly means"],["Choices",["branch.","rupture.","line.","breach."]],["Answer","C"],["Solution","The full context for “divide” is “Where was the divide? she wondered. Somewhere between the milk-plant and the city, there must be a spot separating tradition from modern convenience, the past from the future” (\u005Creflines {WhereFuture}). In this context, it is clear that the “divide” corresponds to “a spot separating” things. Choice~\u005CTextChoice {3} is the best answer for this context."]],[["Form Code","TB-12"],["Passage Code","pm-36"],["Question Number","4"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Rhetoric/Analyzing text structure/Analyzing part-whole relationships"],["Difficulty","4"],["Question","The size of the portions of stew serves to"],["Choices",["convey the poverty Bokamoso lives in.","indicate that an arrival was unforeseen.","highlight the value of dietary protein.","suggest the lateness of the hour."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is incorrect. In \u005Creflines {ApparentlyVisitors}, the passage states, “Apparently, Kungawo had not been expecting the visitors.” The very next sentence says, “The portions of stew were half what they normally were” (\u005Creflines {ThePortionsWere}). The juxtaposition of these sentences allows us to infer a causal relationship. In this case, it makes sense to infer that the portions were small because Kungawo was sharing the stew. Had he expected visitors, he presumably would have made more stew. \u005Cpar Choice~\u005CTextChoice {1} is incorrect because the passage does not suggest that Bokamoso and her grandfather live in poverty. Even if we accept that their life is one of poverty, the portions of stew do not convey that when there is a much simpler explanation—that Kungawo has been taken by surprise and is unprepared for the visitors. \u005Cpar Choice~\u005CTextChoice {3} is incorrect. The issue of protein is certainly in the passage, but the size of the portions of stew is unrelated to the issue of protein. \u005Cpar Choice~\u005CTextChoice {4} is wrong because the size of the portions of stew is not related to the hour. The passage seems to suggest that stew is customary when Bokamoso returns home from her job tending the goats, and the size of the portions is related more to the visitors than to any lateness."]],[["Form Code","TB-12"],["Passage Code","pm-36"],["Question Number","5"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Citing textual evidence"],["Difficulty","4"],["Command of Evidence"],["Question","Which choice provides the best evidence for the answer to the previous question?"],["Choices",["\u005Creflines [Capital]{ApparentlyVisitors} (“Apparently \u005CEllipsis visitors”)","\u005Creflines [Capital]{SheWouldVisitors} (“She would \u005CEllipsis visitors”)","\u005Creflines [Capital]{HerGrandfatherDo} (“Her grandfather \u005CEllipsis do”)","\u005Creflines [Capital]{ThereSaw} (“There \u005CEllipsis saw”)"]],["Answer","A"],["Solution","Choice~\u005CTextChoice {1} is correct. It cites the sentence relied upon in the solution for the previous question."]],[["Form Code","TB-12"],["Passage Code","pm-36"],["Question Number","6"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Rhetoric/Analyzing purpose"],["Difficulty","3"],["Question","The description of Bokamoso’s thoughts while she is in the hut mainly serves to"],["Choices",["emphasize her growing sense of independence.","highlight the need for trade with outsiders.","suggest her lack of understanding of the intricacies of trade.","portray her ability to draw inferences from her observations."]],["Answer","D"],["Solution","It helps to understand that the passage uses the third-person, limited POV and that everything is related through Bokamoso’s thoughts. In the relevant paragraph (\u005Creflines {ApparentlyTradition}), she makes several deductions. She first deduces that the guests are unexpected in \u005Creflines {ApparentlyVisitors}. She becomes aware that meat is cooking even though she cannot see the meat (since it is “inside the oven,” as indicated in \u005Creflines {TheMeatOven}). Her grandfather merely nods, but she knows “what she must do” (\u005Creflines {KnewDo}). Finally, she deduces from the fact that the meat is inside the oven that her grandfather has chosen to honor tradition (\u005Creflines {SheUnderstoodTradition}). The common theme here is Bokamoso’s “ability to draw inferences from her observations.” Choice~\u005CTextChoice {4} is correct. \u005Cpar Choice~\u005CTextChoice {1} is incorrect because the relevant paragraph does not indicate Bokamoso’s “growing sense of independence.” Indeed, nothing in the passage suggests that she is becoming more independent. There are several suggestions that she \u005Cemph {wants} to be more independent, but there is no indication that she is in fact achieving that goal. \u005Cpar Choice~\u005CTextChoice {2} is incorrect because Bokamoso’s deductions are unrelated to the importance of trade. We might try to justify this answer by pointing to her silence throughout the process and infer from that fact that she knows not to disturb her grandfather during something as important as negotiations. Such an inference, however, goes well beyond what the story actually says, and there are multiple other possibilities. It may be, for example, that Bokamoso is silent because her culture does not allow children to speak in the presence of adults unless specifically invited to do so. Inferring the importance of trade from her behavior simply goes beyond what the text actually implies. \u005Cpar Choice~\u005CTextChoice {3} is wrong. The best argument in favor of choice~\u005CTextChoice {3} is that Bokamoso makes several deductions, though none of them is about the negotiation itself and that therefore she must be perceptive about the other things but not about the negotiations. However, we can respond to this argument by pointing out that Bokamoso \u005Cemph {does} understand some of the aspects, from the sharing of the stew to her grandfather’s use of the good bowls for the guests and his decision to eschew the metal pans. Simply put, assuming that the relevant paragraph is emphasizing her failure to understand the protocols of trading is stretching things far too far."]],[["Form Code","TB-12"],["Passage Code","pm-36"],["Question Number","7"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Rhetoric/Analyzing point of view"],["Difficulty","3"],["Question","In the passage, Bokamoso views the San visits as"],["Choices",["intrusive.","bothersome.","distressing.","unnecessary."]],["Answer","D"],["Solution","Choice~\u005CTextChoice {4} is correct. In \u005Creflines {ThereWasTrade}, the passage states that Bokamoso has told her grandfather that “[t]here [is] no need for the family to trade.” Since the San are essentially synonymous with trade to her, Bokamoso regards their visits as unnecessary."]],[["Form Code","TB-12"],["Passage Code","pm-36"],["Question Number","8"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Using analogical reasoning"],["Difficulty","4"],["Question","Kungawo would be most critical if Bokamoso wanted to do which of the following?"],["Choices",["Make a journey to the city","Participate in the preparation of a meal","Observe him negotiate a trade","Speak directly to the San visitors"]],["Answer","A"],["Solution","Choice~\u005CTextChoice {1} is correct. Though it is not necessary for the question that Bokamoso want to visit the city, she does seem to be curious: “Not that she was in any hurry to join the future. There was no reason to. But still, she would have liked to see” (\u005Creflines {NotThatSee}). If Bokamoso were to indicate a desire to see the city, her grandfather likely would object. After all, she expresses the desire to travel to get mongongo nuts, but the passage tells us, “But when she made these requests, Kungawo simply shook his head with a smile and explained that there was no need for her to risk traveling anywhere” (\u005Creflines {ButWhenAnywhere}). It is true that he offers another reason (“Besides, since they had goats, the mongongo nuts came to them,” \u005Creflines {BesidesThem}), but the use of “Besides” suggests that this reason is secondary. \u005Cpar Choice~\u005CTextChoice {2} and choice~\u005CTextChoice {3} are both wrong because the passage indicates that Bokamoso does both things. In \u005Creflines {SheWentFood} she tends to the food, and in \u005Creflines {TheyAllNegotiated}, everyone eats together during the negotiations. \u005Cpar Choice~\u005CTextChoice {4} is incorrect. The passage does not indicate that Bokamoso speaks to the San visitors, but neither does it say that she does not or that she is forbidden to do so."]],[["Form Code","TB-12"],["Passage Code","pm-36"],["Question Number","9"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Citing textual evidence"],["Difficulty","3"],["Question","Which choice provides the best evidence for the answer to the previous question?"],["Choices",["\u005Creflines [Capital]{KungawoWouldCharge} (“Kungawo \u005CEllipsis charge”)","\u005Creflines [Capital]{KungawoCountedKraal} (“Kungawo \u005CEllipsis kraal”)","\u005Creflines [Capital]{TheirVisitsAny} (“Their visits \u005CEllipsis any”)","\u005Creflines [Capital]{ButWhenAnywhere} (“But when \u005CEllipsis anywhere”)"]],["Answer","D"],["Solution","Choice~\u005CTextChoice {4} is correct. It cites the sentence relied upon in the solution for the previous question."]],[["Form Code","TB-12"],["Passage Code","pm-36"],["Question Number","10"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Interpreting words and phrases in context"],["Difficulty","2"],["Words in Context"],["Question","As used in \u005Creflines {charge}, “charge” most nearly means"],["Choices",["care.","instruction.","command.","price."]],["Answer","A"],["Solution","The context in which “charge” appears is “Bokamoso knew it was time to gather her goats and herd them back to the kraal, where Kungawo would count them, just as he did every evening, to make sure that Bokamoso had been suitably diligent in caring for the goats in her charge” (\u005Creflines {BokamosoCharge}). The “charges” are the goats, which are her care. In this sense, “charge” fits with the definition “Care; custody: \u005Cemph {a child put in my charge}” (\u005Cemph {The American Heritage Dictionary of the English Language, Fifth Edition}). Choice~\u005CTextChoice {1} is correct."]],[["Form Code","TB-12"],["Passage Code","pm-34"],["Question Number","11"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Citing textual evidence"],["Difficulty","4"],["Analysis Category","History/Social Studies"],["Command of Evidence"],["Question","Which choice best supports the claim in the first sentence of the passage?"],["Choices",["\u005Creflines [Capital]{ThisIncreaseThing} (“This increase \u005CEllipsis thing”)","\u005Creflines [Capital]{SadlyAchievement} (“Sadly \u005CEllipsis achievement”)","\u005Creflines [Capital]{ToRichardSimple} (“To \u005CEllipsis simple”)","\u005Creflines [Capital]{ItTurnsUniversities} (“It turns \u005CEllipsis universities”)"]],["Answer","D"],["Solution","Choice~\u005CTextChoice {4} is correct. The first sentence of the passage states, “In high schools, colleges, and universities across the country, grades are rising.” Note that this sentence identifies three types of schools, so we need an answer choice that supports the claim that grades have been rising in all three types. “It turns out that at the same time high-school GPA’s have been rising, similar increases have occurred at four-year colleges and universities” makes just that claim. \u005Cpar Choice~\u005CTextChoice {1} is wrong because it assumes the increase based on the first sentence but does not offer any evidence (or even a claim) that the increase is occurring. \u005Cpar Choice~\u005CTextChoice {2} is wrong because it offers no support for the claim other than its tacit acceptance that there is an increase. \u005Cpar Choice~\u005CTextChoice {3} is wrong. It states only that an explanation is simple (to one person), not what the explanation actually explains."]],[["Form Code","TB-12"],["Passage Code","pm-34"],["Question Number","12"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Rhetoric/Analyzing text structure/Analyzing part-whole relationships"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Question","The explanation mentioned in \u005Creflines {ItCouldThings} (“It could \u005CEllipsis things”) is presented in order to"],["Choices",["rebut a common bias about the abilities of members of younger generations.","present a possible reason that the author believes is not actually correct.","highlight an important point for understanding a study’s methodology.","offer a larger context for the political motivations of those who conducted a study."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. The question is why grades of high-school students are rising. There are, the author suggests, essentially two explanations. The first is that grades are rising just because today’s students are smarter than yesteryear’s. The second is that grades are rising for reasons that are less directly related to achievement. The sentence cited in this question, “It could tell us that the future is in good hands, that the current generation of young people comprises vast numbers of bright, motivated students in whose hands the nation will be safe when they come of age to run things,” is the first possible explanation (\u005CIE , that rising grades are related to rising achievement or ability). But the author does not believe this conclusion is likely. In \u005Creflines {SadlyAchievement}, the author says, “Sadly, it \u005Cemph {is} almost certainly something else: grade inflation, a phenomenon in which grades rise for reasons unrelated to achievement” (emphasis in original). \u005Cpar Choice~\u005CTextChoice {1} is wrong. Although it does seem likely that the author had in mind a bias common among many generations about the abilities and motivations of younger generations, the fact that the author does not accept the explanation that the question refers to undermines choice~\u005CTextChoice {1} and makes it incorrect. \u005Cpar Choice~\u005CTextChoice {3} is wrong. The possibility that students are getting smarter is not directly related to the methodology of the College Board study. The methodology is not explicitly mentioned, but we can infer that essentially the College Board collected lots of data and compiled average grades for different years. There certainly are important considerations for the methodology. For example, did the College Board use self-reported data, which is subject to distortion if students lie? Did the study allow students to opt out of reporting their grades? But the possibility that students are just bright and motivated does not relate to these questions. \u005Cpar Choice~\u005CTextChoice {4} is wrong. If we accept the author’s premise that there are basically two possible reasons for the increase in grades, then mentioning one of them does not explain, clarify, reveal, expose, or do anything else for the study authors’ political motivations. In short, the author is simply presenting two possible reasons. \u005Cpar Note that later in the passage, in \u005Creflines {AgainImproved}, the author admits a third possibility, the improvement of teachers. But that admission does not affect the basic thrust of the points above."]],[["Form Code","TB-12"],["Passage Code","pm-34"],["Question Number","13"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Using analogical reasoning"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Question","Based on the views expressed in the passage, which high school is most likely to have had GPA’s rise as a result of grade inflation?"],["Choices",["A public school in a rural area where students tend to work on farms after graduating","A public school located in a large city where there are many manufacturing plants","A private school hoping to attract students because of prestigious colleges alumni have attended","A public school located in an urban area noted for its diverse immigrant population"]],["Answer","C"],["Solution","Choice~\u005CTextChoice {1} is wrong because nothing in the passage supports the idea that there is grade inflation in rural schools. The passage discusses both suburban and urban public schools, private schools, and religious schools. Schools in rural America are not mentioned or alluded to. Moreover, the notion that students at this hypothetical school tend to go into work immediately after high school eliminates the concern cited in the passage about college placement. See, \u005CEG , \u005Creflines {PrivateAdmittedTo} and \u005Creflines {AsForInflation}. \u005Cpar Choices \u005CTextChoice {2} and~\u005CTextChoice {4} are wrong because urban schools have seen little or no grade inflation. \u005Cpar Choice~\u005CTextChoice {3} is correct. In \u005Creflines {PrivateAdmittedTo}, the passage states, “Private schools need to attract future students, and the best way to do so is to be able to show parents the list of elite colleges and universities that previous students were admitted to.” Choice~\u005CTextChoice {3} deals with just such a situation."]],[["Form Code","TB-12"],["Passage Code","pm-34"],["Question Number","14"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Citing textual evidence"],["Difficulty","4"],["Analysis Category","History/Social Studies"],["Question","Which choice provides the best evidence for the answer to the previous question?"],["Choices",["\u005Creflines [Capital]{InReligiousIdentical} (“In religious \u005CEllipsis identical”)","\u005Creflines [Capital]{ButDuringFalling} (“But during \u005CEllipsis falling”)","\u005Creflines [Capital]{MichaelAnotherProblem} (“Michael \u005CEllipsis another problem”)","\u005Creflines [Capital]{PrivateAdmittedTo} (“Private \u005CEllipsis admitted to”)"]],["Answer","D"],["Solution","Choice~\u005CTextChoice {4} is correct. It cites the sentence relied upon in the solution for the previous question."]],[["Form Code","TB-12"],["Passage Code","pm-34"],["Question Number","15"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Interpreting words and phrases in context"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Words in Context"],["Question","As used in \u005Creflines {frozen}, “frozen” most nearly means"],["Choices",["fixed.","numb.","chilled.","preserved."]],["Answer","A"],["Solution","The full context for “frozen” is “To be more specific, the study finds that grades in private high schools and in suburban public schools are rising significantly while grades in urban public schools are essentially frozen” (\u005Creflines {ToBeFrozen}). The use of “while” in the sentence establishes a contrast. Grades in private high schools and in suburban public schools are rising; those in urban public schools are not. “Frozen” must thus indicate either a lack of movement of grades or a movement down. The passage makes it clear that there has been little movement: “students’ average GPA in urban public schools rose only from 3.26 to~3.28” (\u005Creflines {Students328}). Thus, “frozen” must refer to a lack of change, and choice~\u005CTextChoice {1} is correct. Note that \u005Cemph {The American Heritage Dictionary of the English Language} offers the following as one of the definitions of “freeze”: “Kept at a fixed level: \u005Cemph {frozen rents}.”"]],[["Form Code","TB-12"],["Passage Code","pm-34"],["Question Number","16"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Rhetoric/Analyzing word choice"],["Difficulty","5"],["Analysis Category","History/Social Studies"],["Words in Context"],["Question","What main effect do the phrase “marketing scheme” (\u005Creflines {MarketingScheme}) and the word “appeasement” (\u005Creflines {Appeasement}) have on the tone of the passage?"],["Choices",["They contribute to a sympathetic tone that indicates the author’s awareness of the difficulties school administrators face.","They contribute to a subtle condemnation of schools’ use of grades in manners that are not directly related to student achievement.","They contribute to an overtly mocking tone that indicates the author does not accept the findings of certain researchers.","They contribute to a concerned but hopeful tone regarding the future employment prospects for current students."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {1} is incorrect. Though it is possible to infer from the two situations described that school administrators face difficulties, the phrase “marketing scheme” and the word “appeasement” do not suggest any level of sympathy. Both “scheme” and “appeasement” have negative connotations in the context in which they appear. \u005Cpar Choice~\u005CTextChoice {2} is correct. Both “scheme” and “appeasement” have negative connotations in the context in which they appear, in particular in the reference to “the easiest route of appeasement” (\u005Creflines {TheEasiestAppeasement}). The author refers to the difference in the rates at which grades are rising as “troubling” (\u005Creflines {troubling}), so we can infer that the author certainly does not approve of the situation. In if administrators are raising grades as part of a “scheme” or an effort at “appeasement,” it stands to reason that the author has chosen these words as a subtle means of condemnation. \u005Cpar Choice~\u005CTextChoice {3} is incorrect. The use of “marketing scheme” and of “appeasement” is not related to any criticism of the sources the author cites. It would be possible for the author to use these terms to condemn the sources (in particular, Richard Weissbourd, \u005Creflines {RichardWeissbourd}, who is the person cited most recently). But there would have to be a clear indication of sarcasm, and the sentence “The concern here is understandable” (\u005Creflines {TheConcernUnderstandable}) removes the possibility of sarcasm. \u005Cpar Choice~\u005CTextChoice {4} is incorrect. The author is not referring to “future employment prospects” here (or, in fact, anywhere in the passage)."]],[["Form Code","TB-12"],["Passage Code","pm-34"],["Question Number","17"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Determining implicit meanings"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Question","The author uses the “larger context” referred to in \u005Creflines {LargerContext} primarily to suggest that"],["Choices",["both public and private high schools are motivated by the same concerns.","current students outperform those of the past in even non-academic respects.","a phenomenon considered recent has actually been occurring for decades.","the focus of Hurwitz and Weissbourd on high schools overlooks important information."]],["Answer","D"],["Solution","The author refers to the “larger context” more than once. In \u005Creflines {TheCollegeContext}, for example, the author states, “The College Board’s study, though, needs to be put into a larger context.” Later, after explaining that grades are rising also at four-year colleges and universities, the author states, “In short, what we are seeing in high schools is also occurring at colleges and universities—but not at urban public high schools. Why they are the lone exception is an important question to answer” (\u005Creflines {InShortAnswer}). The point is not explicit, but it is strongly implied: grade inflation in high schools is only part of the issue, and we need to look at the entire issue. Since Hurwitz and Weissbourd focus only on high schools and since the author of the passage believes that colleges and universities should also be considered, choice~\u005CTextChoice {4} is correct. \u005Cpar Choice~\u005CTextChoice {1} is incorrect because the “larger context” is the rise of grades in colleges and universities and would have little to do with establishing that two different kinds of high schools are motivated by similar factors. \u005Cpar Choice~\u005CTextChoice {2} is incorrect because the passage does not discuss non-academic performance. \u005Cpar Choice~\u005CTextChoice {3} is incorrect, though some students might be drawn to it. Let’s begin with the appeal of this answer choice. In \u005Creflines {TheTrendGradesInternal}, the author states, “The trend [the increase in college grades], moreover, is longstanding. In the~1940s, the most common grade at American colleges and universities was a~C (roughly 35~percent of all grades).” It certainly \u005Cemph {seems} as if the author is stating that “a phenomenon considered recent has actually been occurring for decades.” However, this answer choice is incorrect for a few reasons. First, note that the question asks for the \u005Cemph {primary} reason the author refers to the “larger context.” If we argue that choice~\u005CTextChoice {3} is correct, we are essentially arguing that the author brought up the larger context of grade inflation in colleges and universities to make a point about longstanding grade inflation—even though the smaller context is about grade inflation in high schools and the larger context does not suggest that grades have been rising in high school for decades. Moreover, the author’s primary point in raising the issue of grade inflation in colleges and universities is to make the point that grade inflation is not restricted to high schools. In other words, the author’s point in raising the larger context is not about looking at a broader time frame but about looking at more institutions."]],[["Form Code","TB-12"],["Passage Code","pm-34"],["Question Number","18"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Rhetoric/Analyzing purpose"],["Difficulty","2"],["Analysis Category","History/Social Studies"],["Question","The main reason that the author includes the information about Haverford College in \u005Creflines {HaverfordCollege} is to"],["Choices",["reveal an exception to a disturbing trend.","offer a solution to a problem discussed earlier.","highlight the difference between public and private schools.","cite a specific instance of a widespread practice."]],["Answer","D"],["Solution","Choice~\u005CTextChoice {4} is correct. In the preceding sentence, the author states, “It turns out that at the same time high-school GPA’s have been rising, similar increases have occurred at four-year colleges and universities” (\u005Creflines {ItTurnsUniversities}). The sentence in \u005Creflines {HaverfordCollege} begins with “For example.” Clearly, Haverford is intended to be a single example (with concrete numbers) to demonstrate the increase in GPA’s in colleges—in other words, “a specific instance of a widespread practice.”"]],[["Form Code","TB-12"],["Passage Code","pm-34"],["Question Number","19"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Synthesis/Analyzing quantitative information"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Command of Evidence"],["Question","According to the figure, the mean GPA in US public four-year colleges and universities in~2008 was closest to the mean GPA in"],["Choices",["private colleges and universities in~1983.","private colleges and universities in~1988.","public colleges and universities in~1983.","public colleges and universities in~1988."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. A horizontal line drawn through the point corresponding the mean GPA in public schools in~2008 comes closest to the point corresponding to the mean GPA for private schools in~1988. Both are slightly higher than~3.0."]],[["Form Code","TB-12"],["Passage Code","pm-34"],["Question Number","20"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Synthesis/Analyzing quantitative information"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Question","Which statement from the passage is most directly supported by the data in the figure?"],["Choices",["\u005Creflines [Capital]{AndAsCause} (“And as \u005CEllipsis cause”)","\u005Creflines [Capital]{HaverfordCollege} (“For example \u005CEllipsis 2007”)","\u005Creflines [Capital]{OverallUniversities} (“Overall \u005CEllipsis universities”)","\u005Creflines [Capital]{TodayGrades} (“Today \u005CEllipsis grades”)"]],["Answer","C"],["Solution","Choice~\u005CTextChoice {1} is incorrect. For one thing, at this point, the passage is still discussing mainly high-school grade inflation. For another, the graph does not suggest anything about symptom versus cause. \u005Cpar Choice~\u005CTextChoice {2} is wrong because the graph is about mean GPA’s from a variety of schools and does not allow inferences about any particular school. \u005Cpar Choice~\u005CTextChoice {3} is correct. The graph shows the mean GPA’s for public and private schools from 1983 to~2013, and for both types of schools, the increases are similar. \u005Cpar Choice~\u005CTextChoice {4} is incorrect. The graph shows that GPA’s rose, but it does not give data sufficient for us to determine the percentage of grades that were~A’s. There’s also the small point that the graph ends with data for~2013, and the sentence in the passage begins with “Today.”"]],[["Form Code","TB-12"],["Passage Code","pm-34"],["Question Number","21"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Synthesis/Analyzing quantitative information"],["Difficulty","2"],["Analysis Category","History/Social Studies"],["Question","Information in the figure is most useful for addressing which question provoked by the passage?"],["Choices",["Was grade inflation limited to high schools during the period the College Board studied?","Is it likely that grade inflation will continue at high schools, colleges, or universities?","Did increases in GPA’s in colleges and universities exceed increases in GPA’s in high schools during the same period?","What is the primary reason that grades increased in colleges and universities from 1983 to~2013?"]],["Answer","A"],["Solution","Choice~\u005CTextChoice {1} is correct. The graph clearly shows an increase in grades in colleges and universities during the time period discussed for high schools. While the graph does not give proof of grade inflation during this time, the data are strongly suggestive of grade inflation, meaning that the graph does help address the question in this answer choice. As for the question itself, it is strongly suggested by the sentence “What happens if we look for evidence of grade inflation elsewhere?” in \u005Creflines {WhatElsewhere} of the passage."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","22"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Determining explicit meanings"],["Difficulty","3"],["Analysis Category","Science"],["Question","According to the passage, \u005Cemph {M.~thermoacetica}‑CdS differs from natural photosynthetic processes in which significant way?"],["Choices",["\u005Cemph {M.~thermoacetica}‑CdS extracts a greater quantity of~\u005Cce {CO2} from the environment.","\u005Cemph {M.~thermoacetica}‑CdS is more efficient at converting the Sun’s energy to a usable form.","\u005Cemph {M.~thermoacetica}‑CdS can immediately be put into use for commercial purposes.","\u005Cemph {M.~thermoacetica}‑CdS is more widespread in the natural world."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {1} is incorrect. The passage does not state the amount of~\u005Cce {CO2} any processes extract from the environment, so we cannot conclude that \u005Cemph {M.~thermoacetica}‑CdS or photosynthetic processes extract any \u005Cce {CO2} or, if so, which extracts more. \u005Cpar Choice~\u005CTextChoice {2} is correct. In \u005Creflines {MoreoverPhotosynthesis}, the passage states, “Moreover, \u005Cemph {M.~thermoacetica}‑CdS, as the enhanced bacteria is now known, is approximately 80~percent efficient, far more efficient than chlorophyll, the natural agent at work in photosynthesis.” \u005Cpar Choice~\u005CTextChoice {3} is incorrect. In fact, the passage contradicts the claim in this answer choice. In \u005Creflines {ThoughApplications}, the passage states, “Though \u005Cemph {M.~thermoacetica}‑CdS is not ready for prime time yet, Sakimoto sees the potential for widespread commercial applications.” Later, in \u005Creflines {AtPresentGoes}, the point is repeated: “At present, it does not appear that \u005Cemph {M.~thermoacetica}‑CdS is likely to replace traditional solar panels, but the bacterium is not yet in even its embryonic stage as far as human use goes.” \u005Cpar Choice~\u005CTextChoice {4} is incorrect. The passage does not state that \u005Cemph {M.~thermoacetica}‑CdS is “more widespread” in the natural world. In fact, it may not exist in the natural world."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","23"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Citing textual evidence"],["Difficulty","5"],["Analysis Category","Science"],["Question","Which choice provides the best evidence for the answer to the previous question?"],["Choices",["\u005Creflines [Capital]{SolarProvides} (“Solar \u005CEllipsis provides”)","\u005Creflines [Capital]{SakimotoBeganDemands} (“Sakimoto \u005CEllipsis demands”)","\u005Creflines [Capital]{ByIntroducingAbsorber} (“By introducing \u005CEllipsis absorber”)","\u005Creflines [Capital]{MoreoverPhotosynthesis} (“Moreover \u005CEllipsis photosynthesis”)"]],["Answer","D"],["Solution","Choice~\u005CTextChoice {4} is correct. It cites the sentence relied upon in the solution for the previous question."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","24"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Determining explicit meanings"],["Difficulty","1"],["Analysis Category","Science"],["Question","According to the passage, one of the reasons that coal supplies more electricity than solar is that"],["Choices",["there are many already constructed facilities to extract coal and transform it into energy.","the coal industry has powerful political allies to ensure coal’s continued use.","coal is found all across the nation, making it easy to obtain locally.","most contemporary electrical appliances are able to run on coal but not solar power."]],["Answer","A"],["Solution","Choice~\u005CTextChoice {1} is correct. In \u005Creflines {ThereArePlants}, the passage states, “There are several reasons [why we get more electricity from coal than from solar power], including existing infrastructure (that is, the number of coal mines and processing plants)~\u005CEllipsis ~.” This quotation is almost perfectly paraphrased in choice~\u005CTextChoice {1}. \u005Cpar Choice~\u005CTextChoice {2} is incorrect. The passage makes no mention of politics. \u005Cpar Choice~\u005CTextChoice {3} is incorrect. The passage does not state that coal is found “all across the nation.” \u005Cpar Choice~\u005CTextChoice {4} is incorrect. In fact, it’s absurd. How electricity is generated has essentially nothing to do with which appliances can use it."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","25"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Interpreting words and phrases in context"],["Difficulty","2"],["Analysis Category","Science"],["Words in Context"],["Question","As used in \u005Creflines {suited}, “suited” most nearly means"],["Choices",["pleased.","attired.","housed.","adapted."]],["Answer","D"],["Solution","Choice~\u005CTextChoice {4} is correct. The full context for “suited” is “The Sun-baked states of Florida, Texas, and Arizona, for example, are better suited than, say, Maine, Minnesota, and Alaska to benefit from solar power” (\u005Creflines {TheSunPower}). One of the meanings of “suit” is “To make appropriate or suitable; adapt: \u005Cemph {builders who suit the house to the owner’s specifications}” (\u005Cemph {The American Heritage Dictionary of the English Language, Fifth Edition}). “Adapted” is thus the best of the four options."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","26"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Using analogical reasoning"],["Difficulty","2"],["Analysis Category","Science"],["Command of Evidence"],["Question","Based on the passage, Sakimoto’s hopes for widespread use of \u005Cemph {M.~thermoacetica}‑CdS would be most undermined by a study that"],["Choices",["proved that current use of fossil fuels is creating an abundance of~\u005Cce {CO2} in the Earth’s atmosphere.","revealed that the size of the containers necessary for \u005Cemph {M.~thermoacetica}‑CdS would exceed available space in most areas.","surveyed Americans and found that most people are unaware of the fuel sources used to generate the electricity they use at home.","established that the current supply of accessible coal is projected to be sufficient to meet US energy demands for about 110~years."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {1} is incorrect. If anything, the abundance of~\u005Cce {CO2} is a plus for Sakimoto’s hopes. \u005Cemph {M.~thermoacetica}‑CdS converts \u005Cce {CO2} into energy, so more \u005Cce {CO2} cannot diminish his hopes. \u005Cpar Choice~\u005CTextChoice {2} is correct. In \u005Creflines {OurSays}, the passage quotes Sakimoto: “‘Our algal biofuels are much more attractive, as the whole \u005Cce {CO2}-to-chemical apparatus is self-contained and only requires a big vat out in the sun,’ he says.” However, if the size of the vats were too great for available space in most areas, then even this apparently modest requirement would be an obstacle to widespread use of \u005Cemph {M.~thermoacetica}‑CdS. \u005Cpar Choice~\u005CTextChoice {3} is incorrect. Whether Americans know where their electricity comes from is not directly relevant to Sakimoto’s hopes. We might stretch things too far by assuming that (1)~Americans do not know where their electricity comes from, (2)~they therefore are not likely to understand the importance of replacing coal and other non-renewable sources as the primary sources of electricity, (3)~the collective political will to use non-polluting sources will thus not exist, and (4)~Sakimoto’s hopes will not be realized. But this string of inferences becomes weaker with each link and truly involves going beyond anything included in the passage. Indeed, the entire string can be weakened by a simple process of education Americans about the consequences of their use of electricity. \u005Cpar Choice~\u005CTextChoice {4} is incorrect. The figure cited (110~years) appears to be accurate, but the idea that coal will run out in about a century is hardly an obstacle to a replacement. In fact, the figure in this answer choice argues strongly in favor of finding replacement sources of energy."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","27"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Citing textual evidence"],["Difficulty","3"],["Analysis Category","Science"],["Question","Which choice provides the best evidence for the answer to the previous question?"],["Choices",["\u005Creflines [Capital]{SolarEnergyCoal} (“Solar \u005CEllipsis coal”)","\u005Creflines [Capital]{PhotosynthesisInefficient} (“Photosynthesis \u005CEllipsis inefficient”)","\u005Creflines [Capital]{OurSays} (“Our \u005CEllipsis says”)","\u005Creflines [Capital]{HoweverUse} (“However \u005CEllipsis use”)"]],["Answer","C"],["Solution","Choice~\u005CTextChoice {3} is correct. It cites the sentence relied upon in the solution for the previous question."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","28"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Interpreting words and phrases in context"],["Difficulty","3"],["Analysis Category","Science"],["Words in Context"],["Question","As used in \u005Creflines {meeting}, “meeting” most nearly means"],["Choices",["satisfying.","encountering.","undergoing.","paying."]],["Answer","A"],["Solution","The full context in which “meeting” occurs is “Sakimoto began with \u005Cemph {Moorella thermoacetica}, a nonphotosynthetic bacterium that naturally transforms carbon dioxide~(\u005Cce {CO2}) into acetic acid, an especially useful chemical for meeting energy demands” (\u005Creflines {SakimotoBeganDemands}). In this context, one of meeting demands, “meeting” means being sufficient for, fulfilling, or satisfying (all definitions provided by \u005Cemph {The American Heritage Dictionary of the English Language, Fifth Edition} along with the example phrase “meet all the conditions in the contract”). Choice~\u005CTextChoice {1} is thus correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","29"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Rhetoric/Analyzing text structure/Analyzing part-whole relationships"],["Difficulty","3"],["Analysis Category","Science"],["Question","The last sentence of the passage serves mainly to"],["Choices",["underscore the limitations of a development.","indicate future avenues of exploration.","demonstrate the short-term benefits of a discovery.","resolve a conflict highlighted in research studies."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. The final sentence (\u005Creflines {HoweverUse}) reads, “However, Sakimoto is excited about the possibilities, which include replacing the non-green process by which solar cells are currently created and searching for a naturally occurring version of \u005Cemph {M.~thermoacetica}‑CdS—while at the same time tweaking his creation to make it more suitable for industrial use.” In particular, it refers to three things: (1)~changing a current process, (2)~looking at nature for something similar to \u005Cemph {M.~thermoacetica}‑CdS, and (3)~modifying the current version of \u005Cemph {M.~thermoacetica}‑CdS. All three of these are “future avenues of exploration.” \u005Cpar Choice~\u005CTextChoice {1} is incorrect. The point of the sentence is not to emphasize limitations. If this were the point, it would make little sense to state that “Sakimoto is excited about the possibilities” (\u005Creflines {SakimotoPossibilities}). \u005Cpar Choice~\u005CTextChoice {3} is incorrect. Nothing in the sentence indicates “short-term benefits.” \u005Cpar Choice~\u005CTextChoice {4} is incorrect. The passage does not note any “conflict” that needs to be resolved."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","30"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Synthesis/Analyzing quantitative information"],["Difficulty","1"],["Analysis Category","Science"],["Question","According to the table, in~2015, which fuel source had the highest amount produced as a percent of maximum capacity?"],["Choices",["Natural gas","Coal","Nuclear","Geothermal"]],["Answer","C"],["Solution","According to the table, the percentages for natural gas, coal, nuclear, and geothermal in~2015 were 35, 55, 92, and~73. Choice~\u005CTextChoice {3} is thus correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","31"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Synthesis/Analyzing quantitative information"],["Difficulty","2"],["Analysis Category","Science"],["Command of Evidence"],["Question","Which statement about US electrical production in~2015 is supported by data represented in the table?"],["Choices",["Energy from wind made up a greater percentage of US electrical consumption than did energy from hydro and biomass combined.","The summer capacity for petroleum was less than the summer capacity for wind.","Some renewable energy sources produced more kilowatt hours of energy than coal did.","No other energy source had a lower summer capacity than solar power did."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {1} is wrong. The percentage for wind was~4.60. The percentage for hydro was~6.01. There is no need to perform a calculation here; all by itself, hydro made up a greater percentage of US usage than wind. \u005Cpar Choice~\u005CTextChoice {2} is correct. According to the table, the summer capacity for petroleum was 36.8~gigawatts. The summer capacity for wind was 72.6~gigawatts. \u005Cpar Choice~\u005CTextChoice {3} is incorrect. To begin with, the table does not indicate which energy sources are renewable, so we hard hard pressed to identify those sources without outside knowledge or information from the passage (which itself provides little guidance). But if we assume that all sources other than coal are renewable (an obviously absurd assumption), choice~\u005CTextChoice {3} is still wrong. Coal produced \u005Cnum {1352.3}~kilowatt hours of energy per year. No other energy source in the table produced more. \u005Cpar It is possible that some students may object that it is possible that there was a renewable energy source that was not included in the passage and that it could have produced more energy than coal. To this objection, there are two responses. The first is that the question asks for a conclusion supported by the data in the table. The hypothetical energy source is not included in the table. The second is that there is no such energy source anyway. The sum of the numbers in the first column is~98.17, meaning that the list of energy sources includes all but slightly less than 2~percent of all US electrical production. For a hypothetical source to produce more than coal, it would have to produce more than 32.63~percent of the US production. The chart does not allow for such a number. \u005Cpar To be clear, the point here is not that students should add up the table. The point is that even if there were another energy source, the table doesn’t include it—and there isn’t one anyway. \u005Cpar Choice~\u005CTextChoice {4} is incorrect. The summer capacity for solar power was 13.66~gigawatts. The summer capacity for geothermal was 2.54~gigawatts."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","32"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Synthesis/Analyzing quantitative information"],["Difficulty","4"],["Analysis Category","Science"],["Command of Evidence"],["Question","If Sakimoto’s goal for electricity from \u005Cemph {M.~thermoacetica}‑CdS solar power is to be realized, which number in the table most needs to be larger in tables of electrical production for future years?"],["Choices",["Annual energy for nuclear power","Summer capacity for coal","Amount produced as percent of maximum capacity for natural gas","Percent of US consumption for solar"]],["Answer","D"],["Solution","Sakimoto’s goal is identified in \u005Creflines {HisGas}: “his goal is that this source will one day produce more electricity than coal and natural gas.” There are essentially two ways this result can come to pass. The first occurs if both coal and natural gas produce smaller percentages of US production. In such a case, it is at least within the realm of theoretical possibility that solar power could make up a bigger percentage than coal and natural gas. The other occurs if solar power fills a bigger portion of US production, and it is this possibility that is contemplated in choice~\u005CTextChoice {4}, which is the correct answer."]],[["Form Code","TB-12"],["Passage Code","pd-37"],["Question Number","33"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Determining explicit meanings"],["Difficulty","4"],["Analysis Category","History/Social Studies"],["Question","In Passage~1, Webster states that South Carolina is unwilling to"],["Choices",["respect the will of the majority of its own citizens.","participate in Senate debates about proposed new legislation.","name explicitly the laws that it considers unconstitutional.","rely on courts to determine the constitutionality of laws."]],["Answer","D"],["Solution","Choice~\u005CTextChoice {4} is correct. In \u005Creflines {TheyJustice}, Webster states, “they cannot consent to try their accuracy by the courts of justice.” A reasonable paragraphs is “South Carolina is unwilling to submit its judgment about the unconstitutionality of laws to the courts.” \u005Cpar The other three answer choices do not find support in Webster’s words (or, for that matter, in Hayne’s)."]],[["Form Code","TB-12"],["Passage Code","pd-37"],["Question Number","34"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Rhetoric/Analyzing word choice"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Words in Context"],["Question","The figurative language in \u005Creflines {ARopeOfSand} (“a rope of sand”) serves mainly to suggest"],["Choices",["adaptability.","flexibility.","flimsiness.","permanence."]],["Answer","C"],["Solution","Choice~\u005CTextChoice {3} is correct. The “rope of sand” (\u005Creflines {RopeOfSand}) occurs when there is “no power” (\u005Creflines {NoPower}) other than the states to decide “such questions” (\u005Creflines {SuchQuestions}, constitutional questions). Webster’s implication is that the bond connection the states to each other and to the federal government is weak, impermanent, and easily broken—in short, flimsy."]],[["Form Code","TB-12"],["Passage Code","pd-37"],["Question Number","35"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Determining implicit meanings"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Question","In Passage~2, Hayne indicates that what Webster calls “a ridiculous notion” (\u005Creflines {ARidiculousNotion}) is"],["Choices",["one of the founding principles of the country.","a common practice in other nations.","an idea Webster himself once endorsed.","a deliberate distortion of Hayne’s actual position."]],["Answer","C"],["Solution","Choice~\u005CTextChoice {3} is correct. In \u005Creflines {SouthOpposition}, Haynes argues, “South Carolina has not gone one step further than [Thomas Jefferson] himself was disposed to go, in relation to the very subject of our present complaints; not a step further than the statesmen from New England were disposed to go under similar circumstances; \u005Cemph {no further than the senator from Massachusetts himself once considered as within ‘the limits of a constitutional opposition’}” (emphasis added; brackets in original). \u005Cpar No other answer choice finds support in Passage~2."]],[["Form Code","TB-12"],["Passage Code","pd-37"],["Question Number","36"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Interpreting words and phrases in context"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Words in Context"],["Question","As used in \u005Creflines {open1}, \u005Creflines {open2}, and \u005Creflines {open3}, “open” most nearly means"],["Choices",["not hidden.","not covered.","accessible.","susceptible."]],["Answer","A"],["Solution","Choice~\u005CTextChoice {1} is correct. When Webster talks about “open resistance” (in all three instances the question refers to), he means that the states will freely and visibly disobey federal laws. In this sense, the usage is consistent with the following definition of “open”: “Carried on in full view of others; not hidden or private: \u005Cemph {open warfare; open family strife}” (\u005Cemph {The American Heritage Dictionary of the English Language, Fifth Edition})."]],[["Form Code","TB-12"],["Passage Code","pd-37"],["Question Number","37"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Rhetoric/Analyzing point of view"],["Difficulty","5"],["Analysis Category","History/Social Studies"],["Question","Based on Passage~2, which statement best reflects Hayne’s view of letting the federal government alone have the power to determine whether laws are constitutional?"],["Choices",["Such a power deprives the states of their autonomy.","The federal government has abused this power too often.","Allowing the states to share this power would divide the nation.","The federal government takes too long to make such determinations."]],["Answer","A"],["Solution","Hayne states, “[a]s to the doctrine that the federal government is the exclusive judge of the extent, as well as the limitations of its powers, it seems to me to be utterly subversive of the sovereignty and independence of the states” (\u005Creflines {AsToStates}). In other words, allowing the federal government to determine whether its own laws are constitutional undermines states’ autonomy. Choice~\u005CTextChoice {1} is correct."]],[["Form Code","TB-12"],["Passage Code","pd-37"],["Question Number","38"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Citing textual evidence"],["Difficulty","4"],["Analysis Category","History/Social Studies"],["Command of Evidence"],["Question","Which choice provides the best evidence for the answer to the previous question?"],["Choices",["\u005Creflines [Capital]{TheSenatorConstitution} (“The senator \u005CEllipsis constitution”)","\u005Creflines [Capital]{SheHasInterests} (“she has \u005CEllipsis interests”)","\u005Creflines [Capital]{AsToStates} (“as to \u005CEllipsis states”)","\u005Creflines [Capital]{ItMakesPower} (“It makes \u005CEllipsis power”)"]],["Answer","C"],["Solution","Choice~\u005CTextChoice {3} is correct. It cites the words relied upon by the solution for the previous question."]],[["Form Code","TB-12"],["Passage Code","pd-37"],["Question Number","39"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Synthesis/Analyzing multiple texts"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Question","Which statement best describes the relationship between the views expressed in the two passages?"],["Choices",["Hayne disagreed with the fundamental claim advanced by Webster.","Webster introduced a consideration that Hayne admitted he had not considered.","Webster and Hayne both disagreed with the argument made by South Carolina.","Neither Webster nor Hayne challenged the power of the federal government."]],["Answer","A"],["Solution","Choice~\u005CTextChoice {1} is correct. Webster’s argument is that allowing states to determine whether federal laws are unconstitutional would weaken the bonds of the nation and allow states to separate themselves from the views of other states, from the Constitution, and from the federal government. Hayne’s argument is that allowing the federal government to determine the constitutionality of its own laws will give the it too much power and weaken the power of the states excessively. In short, Hayne disagrees completely with Webster’s primary point. \u005Cpar Choice~\u005CTextChoice {2} is incorrect because nothing in either passage supports it. \u005Cpar Choice~\u005CTextChoice {3} is incorrect because Hayne, as a senator from South Carolina, is representing his state’s position. \u005Cpar Choice~\u005CTextChoice {4} is incorrect because Hayne clearly challenges the power of the federal government by arguing that states themselves can determine the constitutionality of federal laws."]],[["Form Code","TB-12"],["Passage Code","pd-37"],["Question Number","40"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Synthesis/Analyzing multiple texts"],["Difficulty","1"],["Analysis Category","History/Social Studies"],["Question","Which statement best expresses Webster’s and Hayne’s respective views of unconstitutional laws?"],["Choices",["Webster believed that they were unfortunately common, while Hayne considered them rare.","Webster considered the federal government as the only power to overturn them, while Hayne believed states should also have that right.","Webster claimed amending the Constitution was the only remedy for them, while Hayne stated only courts could overturn such laws.","Webster expressed confidence that the legislative process would prevent them, while Hayne believed them inevitable."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. The fundamental dispute in the two passages is about whether states should have the power to declare federal laws unconstitutional. \u005Cpar Choice~\u005CTextChoice {1} is incorrect. Webster does not express a view about the frequency of unconstitutional laws. Hayne refers to laws that South Carolina considered unconstitutional, and it is thus unreasonable to infer from that fact that Hayne believes such laws “rare.” \u005Cpar Choice~\u005CTextChoice {3} is wrong. Webster does not refer to amendments, and Hayne does not state that courts are the sole arbiters. \u005Cpar Choice~\u005CTextChoice {4} is wrong. Webster does not suggest that the legislative process is likely to prevent unconstitutional laws."]],[["Form Code","TB-12"],["Passage Code","pd-37"],["Question Number","41"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Synthesis/Analyzing multiple texts"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Question","Webster would most likely have responded to Hayne’s claim about the right of states to determine the constitutionality of federal laws by claiming it"],["Choices",["was tried and subsequently rejected.","would elevate states above federal law.","was explicitly prohibited by the Constitution.","should be exercised only in extreme cases."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. In \u005Creflines {TheLibertyConstitution}, Webster says that such a power would give states “the liberty of placing their own opinions above the judgment of all others, above the laws, and above the Constitution.” While “all others” in this context includes states, it does not exclude the federal government, and certainly the Constitution is an aspect of federal law. \u005Cpar The other answer choices are all incorrect because Webster does not say anything to support them."]],[["Form Code","TB-12"],["Passage Code","pd-37"],["Question Number","42"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Citing textual evidence"],["Difficulty","4"],["Analysis Category","History/Social Studies"],["Command of Evidence"],["Question","Which choice provides the best evidence for the answer to the previous question?"],["Choices",["\u005Creflines [Capital]{WhatIsFeeling} (“What is \u005CEllipsis feeling”)","\u005Creflines [Capital]{FourAndTwentyUnion} (“Four-and-twenty \u005CEllipsis union”)","\u005Creflines [Capital]{TheLibertyThey} (“the liberty \u005CEllipsis they”)","\u005Creflines [Capital]{TheLibertyConstitution} (“the liberty \u005CEllipsis Constitution”)"]],["Answer","D"],["Solution","Choice~\u005CTextChoice {4} is correct. It cites the phrase relied on in the solution for the previous question."]],[["Form Code","TB-12"],["Passage Code","pm-35"],["Question Number","43"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Determining central ideas and themes"],["Difficulty","3"],["Analysis Category","Science"],["Question","The passage is primarily concerned with"],["Choices",["examining the methodologies of two studies and highlighting the flaws in one.","explaining why two apparently contradictory studies are actually in complete agreement.","identifying a longstanding scientific debate and arguing in favor of a single conclusion.","explaining the results of a study that calls into question an earlier study."]],["Answer","D"],["Solution","As a whole, the passage discusses two studies (Milliken’s and Day’s) but does devote more time to Day’s. The conclusions of the studies are contradictory, but the passage does not explicitly take sides. It is possible to infer that the author considers Day’s study to be the more reliable given the structure of the study, but it is also possible to infer that the author is simply reporting more on the more recent study. This latter view makes sense if the author is, say, a science reporter who has already written about the first study. In the end, the circumspect nature of the passage makes it unwise to infer that the author has taken sides. \u005Cpar Choice~\u005CTextChoice {1} is incorrect because the passage is not “primarily concerned with” examining the methodologies of the studies. Both studies’ methodologies are discussed briefly, but they are not the focus. Moreover, the passage does not highlight the flaws in one study or in one study’s methodology. \u005Cpar Choice~\u005CTextChoice {2} is wrong because the passage never suggests that the two studies are “in complete agreement.” In particular, the author states, “There remains the issue of reconciling Day’s results and conclusions with Milliken’s” (\u005Creflines {ThereMillikens}). It is hard to conclude that the author believes the studies are “in complete agreement” if the “issue of reconciling” them “remains.” \u005Cpar Choice~\u005CTextChoice {3} is incorrect. The author does not argue in favor of a single conclusion. \u005Cpar Choice~\u005CTextChoice {4} is correct. The title of the piece, “‘Rusty Rock’ May Be Product of Dry Moon,” strongly suggests that the passage focuses on the Day study, and the bulk of the passage (\u005Creflines {DayStudy1}, \u005Creflines {DayStudy2}) deals with the Rusty Rock, Day’s study, or both. By contrast, only \u005Creflines {MillikenStudy} deal solely with the Milliken study. The remainder of choice~\u005CTextChoice {4} is accurate. Day’s study does call into question Milliken’s, and Milliken’s study was earlier and, at the time Day published, recent."]],[["Form Code","TB-12"],["Passage Code","pm-35"],["Question Number","44"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Determining explicit meanings"],["Difficulty","2"],["Analysis Category","Science"],["Question","As presented in the passage, the conclusion that the interior of the moon is dry can best be described as"],["Choices",["contradicted by all available evidence and studies.","theoretical but lacking empirical evidence.","widely held but called into question by some research.","undisputed and generally assumed in current research."]],["Answer","C"],["Solution","Choice~\u005CTextChoice {1} is incorrect because Day’s study supports the conclusion that the interior of the Moon is dry. \u005Cpar Choice~\u005CTextChoice {2} is incorrect because there is empirical evidence to support the conclusion. In particular, Day’s study, which concludes that the Moon is dry, relies on the Rusty Rock, which certainly can be described as “empirical evidence.” \u005Cpar Choice~\u005CTextChoice {3} is correct. The passage states that the view of a dry Moon is “nearly unanimous” (\u005Creflines {NearlyUnanimous}), so it is certainly fair to state that the view is “widely held.” Since Milliken’s conclusion is that the Moon’s interior is wet, it is also safe to state that the conclusion to the contrary has been “called into question.” \u005Cpar Choice~\u005CTextChoice {4} is wrong because Milliken’s study certainly disputes the notion of a dry Moon. Whether the rest of choice~\u005CTextChoice {4} is accurate is irrelevant, and this point is important. Essentially, choice~\u005CTextChoice {4} says “X and~Y.” Both must be true for choice~\u005CTextChoice {4} to be correct, and if X is false, the entire answer is false."]],[["Form Code","TB-12"],["Passage Code","pm-35"],["Question Number","45"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Determining implicit meanings"],["Difficulty","4"],["Analysis Category","Science"],["Question","It can reasonably be inferred from the passage that Day considers Milliken’s research to be"],["Choices",["somewhat insightful but ultimately lacking a critical element.","completely incorrect, because Milliken proceeded from an incorrect assumption.","thoroughly irresponsible, because Milliken’s conclusion lacks any evidentiary support.","critically misguided because of a failure to consider volatile elements."]],["Answer","A"],["Solution","In \u005Creflines {TheirFormation}, the author quotes Day as saying, “Their study says that all of the glass bead deposits on the lunar surface are ‘wet,’ which is a great observation. However, they cannot elucidate the mechanism of their formation.” This quotation makes choice~\u005CTextChoice {1} correct. \u005Cpar Choice~\u005CTextChoice {2} is incorrect because Day seems to accept some of Milliken’s results, in particular, that glass beads are wet: “Their study says that all of the glass bead deposits on the lunar surface are ‘wet,’ which is a great observation” (\u005Creflines {TheirObservation}). \u005Cpar Choice~\u005CTextChoice {3} is incorrect because calling Milliken’s research “thoroughly irresponsible” is far too harsh. Day seems to accept Milliken’s research as accurate, though Day disputes the conclusion. But even if Day disagreed with everything Milliken did and concluded, we would need strong evidence to justify “thoroughly irresponsible.” Moreover, there \u005Cemph {is} evidentiary support for Milliken’s conclusion. The beads provide such evidence. \u005Cpar Choice~\u005CTextChoice {4} is incorrect. Whether Milliken considered volatile elements is not clear from the passage, and it’s not even clear whether he should have. More importantly the passage does not indicate that Day believes Milliken failed to consider volatile elements. The discussion of such elements is restricted to the portion of the passage explaining Day’s findings. Since Day and Milliken looked at different things, we cannot conclude that Milliken should have considered the same things Day did."]],[["Form Code","TB-12"],["Passage Code","pm-35"],["Question Number","46"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Citing textual evidence"],["Difficulty","3"],["Analysis Category","Science"],["Command of Evidence"],["Question","Which choice provides the best evidence for the answer to the previous question?"],["Choices",["\u005Creflines [Capital]{ButWet} (“But a study \u005CEllipsis wet”)","\u005Creflines [Capital]{ForLeadWet} (“For lead \u005CEllipsis wet”)","\u005Creflines [Capital]{TheirFormation} (“Their \u005CEllipsis formation”)","\u005Creflines [Capital]{InOtherInterior} (“In other words \u005CEllipsis interior”)"]],["Answer","C"],["Solution","Choice~\u005CTextChoice {3} is correct. It cites the sentences relied on in the solution for the previous question."]],[["Form Code","TB-12"],["Passage Code","pm-35"],["Question Number","47"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Determining implicit meanings"],["Difficulty","1"],["Analysis Category","Science"],["Question","The passage indicates that the volcanic beads consists of structures that"],["Choices",["hold water.","are unstable.","have terrestrial origins.","cannot be explained."]],["Answer","A"],["Solution","In \u005Creflines {CrystallineWater}, the author states that Milliken found that “crystalline formations within the beads contained water.” Choice~\u005CTextChoice {1} is thus correct. There is no support in the passage for the other answer choices."]],[["Form Code","TB-12"],["Passage Code","pm-35"],["Question Number","48"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Interpreting words and phrases in context"],["Difficulty","3"],["Analysis Category","Science"],["Words in Context"],["Question","As used in \u005Creflines {common}, “common” most nearly means"],["Choices",["simple.","prosaic.","prevalent.","understood."]],["Answer","C"],["Solution","The full context in which “common” occurs is “Analysis of clouds formed above oceans has shown that the clouds have a higher concentration of lighter oxygen isotopes than the oceans, in which heavier oxygen isotopes are common” (\u005Creflines {AnalysisCommon}). The sentence indicates that the clouds have more lighter oxygen isotopes than the oceans and that the oceans have more heavier oxygen isotopes than the clouds. In this context, “common” most nearly means “prevalent.” Choice~\u005CTextChoice {3} is correct."]],[["Form Code","TB-12"],["Passage Code","pm-35"],["Question Number","49"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Reading closely/Determining explicit meanings"],["Difficulty","4"],["Analysis Category","Science"],["Question","For Day, the presence and type of zinc in the Rusty Rock were especially important because zinc"],["Choices",["is especially easy to identify.","lasts longer than other elements in rocks.","is an element that evaporates readily.","is the most abundant element on the Moon."]],["Answer","C"],["Solution","In \u005Creflines {ToDayRock}, the passage states, “To Day, this fact suggests that during the Moon’s formation, zinc, a volatile element, evaporated, later condensing on the surface and becoming part of the Rusty Rock.” In this sentence, zinc is identified as “a volatile element.” Earlier, the passage tells us what “volatile” means: “meaning that it evaporates easily” (\u005Creflines {MeaningEasily}). Choice~\u005CTextChoice {3} is thus correct. The other answer choices are incorrect because they have no support in the passage."]],[["Form Code","TB-12"],["Passage Code","pm-35"],["Question Number","50"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Citing textual evidence"],["Difficulty","3"],["Analysis Category","Science"],["Command of Evidence"],["Question","Which choice provides the best evidence for the answer to the previous question?"],["Choices",["\u005Creflines [Capital]{InParticularRock} (“In particular \u005CEllipsis Rock”)","\u005Creflines [Capital]{ToDayRock} (“To Day \u005CEllipsis Rock”)","\u005Creflines [Capital]{TheAnalysisIsotope} (“The analysis \u005CEllipsis isotopes”)","\u005Creflines [Capital]{ToThisBeads} (“To this end \u005CEllipsis beads”)"]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. It cites a sentence relied upon in the solution for the previous question."]],[["Form Code","TB-12"],["Passage Code","pm-35"],["Question Number","51"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Information and Ideas/Interpreting words and phrases in context"],["Difficulty","2"],["Analysis Category","Science"],["Words in Context"],["Question","As used in \u005Creflines {simple}, “simple” most nearly means"],["Choices",["elementary.","naïve.","feeble.","mere."]],["Answer","D"],["Solution","The full context in which “simple” occurs is “The results may be of more than simple theoretical value” (\u005Creflines {TheResultsValue}). Of the answer choices, choice~\u005CTextChoice {4} is best. The context is intended to indicate that the value goes beyond just theoretical, and in this sense, “mere” makes the most sense. \u005Cpar Choice~\u005CTextChoice {1} is the most plausible incorrect answer choice, but if “simple” meant “elementary,” then the implication would be that the ramifications of the study go beyond basic theory and into advanced theory. The passage makes clear, however, that the study is significant for a categorically different reason (money)."]],[["Form Code","TB-12"],["Passage Code","pm-35"],["Question Number","52"],["Problem Set Number","1"],["Test","SAT"],["Subject","Reading"],["Category","Rhetoric/Analyzing arguments/Analyzing claims and counterclaims"],["Difficulty","5"],["Analysis Category","Science"],["Question","Day counters Milliken’s conclusion about the characteristics of the interior of the Moon by pointing out that Milliken and his team"],["Choices",["relied on glass beads that are not typical of materials found on the lunar surface.","are unable to explain how glass beads with water content were created.","interpreted evidence in order to support preconceived notions.","focused on beads that were contaminated by the terrestrial atmosphere."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. In \u005Creflines {CannotFormation}, the author quotes Day as saying that Milliken and his team “cannot elucidate the mechanism of their formation.” Choice~\u005CTextChoice {2} paraphrases this statement. \u005Cpar The other answer choices lack support in the passage. To be precise, the passage does not state that Day levied any of the charges in the three incorrect answer choices."]],[["Form Code","TB-12"],["Passage Code","pm-22"],["Question Number","1"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Effective language use/Syntax"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Words in Context"],["Question","Which choice most effectively combines the sentences at the underlined portion?"],["Choices",["adhesion,” creating a category of contracts that","adhesion” and","adhesion,” though such a contract","adhesion,” and this type of contract"]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. It offers the most concise means of combining the sentences and preserves the meaning of the original. \u005Cpar Choice~\u005CTextChoice {1} is incorrect. It is far wordier than choice~\u005CTextChoice {2} and adds no meaning. (That there is a “category” is established earlier in the sentence.) \u005Cpar Choice~\u005CTextChoice {3} is incorrect. This answer choice suggests that the name is improper and creates an overall awkwardness in the sentence with the two contrast words (“though” and “although”). \u005Cpar Choice~\u005CTextChoice {4} is incorrect. It is far wordier than choice~\u005CTextChoice {2} and adds no meaning."]],[["Form Code","TB-12"],["Passage Code","pm-22"],["Question Number","2"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Sentence structure/Sentence formation/Parallel structure"],["Difficulty","2"],["Choices",["NO CHANGE","clicking on","then we click on","DELETE the underlined portion."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. The sentence provides a list of three things, the first two of which are “encountering such contracts” and “failing to read them.” For parallelism, the third item in the list should be “clicking on ‘accept’ anyway.”"]],[["Form Code","TB-12"],["Passage Code","pm-22"],["Question Number","3"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category",["Standard English Conventions/Conventions of Usage/Agreement/Subject-verb agreement","Standard English Conventions/Sentence structure/Inappropriate shifts in construction/Verb tense, mood, and voice"]],["Difficulty","3"],["Choices",["NO CHANGE","is","has been","had been"]],["Answer","A"],["Solution","Choice~\u005CTextChoice {1} is correct. The full sentence reads “Those of iTunes run over 17~pages, while eBay’s [answer] about 18~pages long.” Without referring to previous sentences, we can recognize that something has been omitted after “eBay’s” here. The omission relates to the use of “Those” before “of iTunes,” so the omission must also be plural. (We have to be a tiny bit careful here. It is possible to elide without preserving number. It might be possible to write something like “My sisters are all in college while Brad’s \u005Cemph {is} still in elementary school” if Brad has a single sister. Some would object to that structure, though. At any rate, there is no need for such caution here. “Those” refers to “terms of service” in either the preceding sentence as the passage is written or the preceding sentence after sentence~6 is moved to its proper spot.)"]],[["Form Code","TB-12"],["Passage Code","pm-22"],["Question Number","4"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Effective language use/Concision"],["Difficulty","2"],["Analysis Category","History/Social Studies"],["Words in Context"],["Choices",["NO CHANGE","intimidating and scary:","frightening, intimidating:","dauntingly intimidating:"]],["Answer","A"],["Solution","Choice~\u005CTextChoice {1} is correct. The other three answer choices add words that are redundant or unnecessary. While it may be possible in some cases to distinguish “intimidating” from either “scary” or “frightening,” in the context of long terms of service, adding either “scary” or “frightening” does not produce any significantly different or more precise meaning. Choices \u005CTextChoice {2} and~\u005CTextChoice {3} are thus incorrect. Choice~\u005CTextChoice {4} is incorrect because “daunting” means “intimidating,” so there is a true issue of redundancy here."]],[["Form Code","TB-12"],["Passage Code","pm-22"],["Question Number","5"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Organization/Logical sequence"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Question","To make this paragraph most logical, sentence~6 should be placed"],["Choices",["where it is now.","before sentence 1.","after sentence~3.","after sentence~4."]],["Answer","C"],["Solution","Choice~\u005CTextChoice {3} is correct. Sentence~3 reads, “Many sites have terms of service that are extraordinarily long.” The sentence we are contemplating begins with “For example” and then offers two examples of long terms of service. Thus, the sentence in question is best placed after sentence~3. \u005Cpar Choice~\u005CTextChoice {4} is incorrect. While it is perfectly reasonable to debate the order of the examples (Facebook and YouTube in once sentence versus iTunes and eBay in another), the inclusion of “For example” in the sentence we are considering moving makes placement of that sentence after sentence~4 awkward."]],[["Form Code","TB-12"],["Passage Code","pm-22"],["Question Number","6"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Conventions of Punctuation/Nonrestrictive and parenthetical elements"],["Difficulty","1"],["Choices",["NO CHANGE","day","day:","day,"]],["Answer","D"],["Solution","The phrase “every day” is followed by a comma, indicating that it should be offset by commas on both sides. Choice~\u005CTextChoice {4} is therefore correct."]],[["Form Code","TB-12"],["Passage Code","pm-22"],["Question Number","7"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Effective language use/Precision"],["Difficulty","3"],["Analysis Category","History/Social Studies"],["Choices",["NO CHANGE","Nonetheless,","Despite this,","Not surprisingly,"]],["Answer","D"],["Solution","The preceding sentence states that it would take 40~minutes every day for us to read the terms of service of the sites we use. This sentence states that most people do not read those terms of service. We want a transition that connects these two thoughts. \u005Cpar Choices \u005CTextChoice {1}, \u005CTextChoice {2}, and~\u005CTextChoice {3} are wrong because each indicates that there is a contradiction or contrast of some sort. There is none here. \u005Cpar Choice~\u005CTextChoice {4} is correct. If the time to read the terms of service is excessive, it should come as no surprise that most people do not read them."]],[["Form Code","TB-12"],["Passage Code","pm-22"],["Question Number","8"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Conventions of Punctuation/Items in a series"],["Difficulty","1"],["Choices",["NO CHANGE","understandable: and","understandable, and","understandable; and"]],["Answer","C"],["Solution","Choice~\u005CTextChoice {3} is correct. In a list of items, the proper punctuation is a comma before (not after) the conjunction preceding the final term. (There are two points to note. The first is that the comma, called the Oxford comma, is optional but is used on the SAT. The second is that there are times when semicolons are permissible if the items in the list themselves have commas in them, but this sentence does not present such an instance.)"]],[["Form Code","TB-12"],["Passage Code","pm-22"],["Question Number","9"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Development/Support"],["Difficulty","2"],["Analysis Category","History/Social Studies"],["Command of Evidence"],["Question","Which phrase most effectively sets up the examples in the next two sentences?"],["Choices",["NO CHANGE","how much of our free time we spend online.","the ways websites may use and gather our information.","the number of websites most of us use every day."]],["Answer","C"],["Solution","The next sentence states, “Websites for posting photographs should not be entitled to use those photographs however they want,” and the one after it says, “Social-networking websites should be clear about whether they intend to track users, even off site.” Choice~\u005CTextChoice {3} is correct because the first of these two sentences deals with using information (in the form of the photographs people upload) and the second discusses gathering information (in the form of tracking users). \u005Cpar Choice~\u005CTextChoice {1} is wrong because the two examples have nothing to do with users’ ages. \u005Cpar Choice~\u005CTextChoice {2} is wrong because the two examples do not relate to the time we spend online. \u005Cpar Choice~\u005CTextChoice {4} is wrong because the examples do not relate to “the number of websites most of us use every day.” The examples cite two different types of sites but do not state that these two represent a large number of sites or that all users use such sites."]],[["Form Code","TB-12"],["Passage Code","pm-22"],["Question Number","10"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Sentence structure/Sentence formation/Sentence boundaries"],["Difficulty","2"],["Choices",["NO CHANGE","terms, besides, they","terms;","terms and"]],["Answer","D"],["Solution","Choice~\u005CTextChoice {1} is wrong. It preserves a comma splice. \u005Cpar Choice~\u005CTextChoice {2} is wrong. The addition of “besides” does not fix the original comma splice. (There are some who would disagree that choice~\u005CTextChoice {2} creates a comma splice. They would argue instead that the result is a fused or run-on sentence since two main clauses are joined without commas. The commas in this case would be argued to offset “besides” but not to join the clauses. Even with this interpretation, the result is an error.) \u005Cpar Choice~\u005CTextChoice {3} is incorrect. The portion after the semicolon is not a main clause. \u005Cpar Choice~\u005CTextChoice {4} is correct. It uses the coordinating conjunction “and” to join the predicates “do not read the terms” and “wouldn’t understand or agree to them if they did.” The change in tense does not create an error."]],[["Form Code","TB-12"],["Passage Code","pm-22"],["Question Number","11"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Development/Quantitative information"],["Difficulty","4"],["Analysis Category","History/Social Studies"],["Command of Evidence"],["Question","At this point, the writer is considering adding the following sentence. \u005Cbegin {quote} In fact, according to the data in the graph, most American adults take no steps to protect their privacy online at all, making clear terms of service even more important. \u005Cend {quote} Should the writer make this addition here? \u005Cpar \u005Cbegin {tikzpicture} \u005Cbegin {axis}[title={Percent of Adults Employing Privacy Measures Online,~2013}, floating xbar, width=4.75cm, height=6.5cm, ymin=1, ymax=8, ytick={1,...,8}, enlarge y limits={abs=0.25cm}, yticklabels={clear cookies/browser, disable cookies, post anonymous comments, mask identity, use public computer, use fake name, encrypt communications, use anonymous browser }, y dir=reverse, y tick label style={align=flush right, text width=11em }, xmin=0, xmax=80, xtick=\u005Cempty , nodes near coords={\u005Cpgfmathprintnumber \u005Cpgfplotspointmeta \u005C%} ] \u005Caddplot [fill=gray] coordinates {(64,1) (41,2) (25,3) (18,4) (18,5) (18,6) (14,7) (14,8) }; \u005Cend {axis} \u005CPrintPassageDiagramCaptionTikz {Source: Pew Research Center} \u005Cend {tikzpicture}"],["Choices",["Yes, because it connects the importance of clear terms of service to most American adults’ Internet browsing habits.","Yes, because it underscores the urgency of making sure that terms of service are short and fair.","No, because the issue of American adults’ use of the Internet is irrelevant to the main point of the passage.","No, because it is not an accurate interpretation of the data in the graph."]],["Answer","D"],["Solution","The only issue of importance here is the fact that the sentence contradicts the graph. According to the graph, approximately 64~percent of US adults cleared their cookies and browser history. Since 64~percent is more than half, it is inaccurate to say that “most American adults take no steps to protect their privacy online at all.” Choice~\u005CTextChoice {4} is thus correct. \u005Cpar Choice~\u005CTextChoice {3} might be attractive to some students, particularly since the graph itself fairly clearly diverges from the main point of the passage. But the wording of this answer choice is far too strong. The passage as a whole is about the Internet, and so it is inaccurate to state that “the issue of American adults’ use of the Internet is irrelevant to the main point of the passage.”"]],[["Form Code","TB-12"],["Passage Code","pm-25"],["Question Number","12"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Development/Quantitative information"],["Difficulty","3"],["Analysis Category","Science"],["Command of Evidence"],["Question","Which choice best reflects the information provided in figures 1 and~2?"],["Choices",["NO CHANGE","was higher in every year from 2002 to~2015 than it was in~2001, with males more likely than females","remained essentially constant from 2002 to~2015, with males and females equally likely","generally increased from 2001 to~2015, with females more likely than males"]],["Answer","B"],["Solution","Figure~1 shows that the number of cases of Lyme disease in the US decreased in several years (from 2002 to~2003, from 2003 to~2004, from 2005 to~2006, and from 2009 to~2010, for example). Choice~\u005CTextChoice {1} is thus incorrect. \u005Cpar Figure~1 shows that the number of cases of Lyme disease was indeed higher in every year from 2002 to~2015 than it was in~2001. In~2001, the number was approximately~\u005Cnum {17000}, and in no other year in the graph was the level that low. We can verify this point by drawing a horizontal line through the dot corresponding to~2001 and seeing that all other points are above the line. Figure~2 shows that, for each of the five age groups, the number of males infected exceeded the number of females infected. While we certainly can estimate the 10~numbers for Figure~2, we have no need to do so. Since the number of males is larger in every group, the overall number of males must be greater. Choice~\u005CTextChoice {2} is thus correct. \u005Cpar Choice~\u005CTextChoice {3} is incorrect because both of its claims are incorrect. We can, perhaps, debate the issue of whether the number of cases of Lyme disease remained “essentially constant,” but even if we grant that a nearly 78~percent increase (from 2001 to~2009) is “essentially constant,” the numbers of males and females infected are clearly different. \u005Cpar Choice~\u005CTextChoice {4} is wrong because females were not more likely than males to contract Lyme disease, according to Figure~2. That figure shows that males in each age category accounted for more cases of Lyme disease than did females."]],[["Form Code","TB-12"],["Passage Code","pm-25"],["Question Number","13"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Conventions of Punctuation/Unnecessary punctuation"],["Difficulty","3"],["Choices",["NO CHANGE","means, for the spread of Lyme disease to humans,","means for the spread of Lyme disease to humans","means: for the spread of Lyme disease to humans"]],["Answer","C"],["Solution","There is no need for any punctuation, so choice~\u005CTextChoice {3} is correct. \u005Cpar Choice~\u005CTextChoice {1} is incorrect because it uses a comma to separate the subject from the verb. \u005Cpar Choice~\u005CTextChoice {2} is incorrect because it treats the prepositional phrase “for the spread of Lyme disease to humans” as a non-restrictive phrase. But that information is necessary. Otherwise, “means” is unclear. \u005Cpar Choice~\u005CTextChoice {4} is incorrect because the portion before the colon is not a clause."]],[["Form Code","TB-12"],["Passage Code","pm-25"],["Question Number","14"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Conventions of Usage/Agreement/Subject-verb agreement"],["Difficulty","2"],["Choices",["NO CHANGE","are","to be","have been"]],["Answer","A"],["Solution","Choice~\u005CTextChoice {1} is correct. The head of the noun phrase that serves as the subject is “presence,” singular. We thus need a singular verb."]],[["Form Code","TB-12"],["Passage Code","pm-25"],["Question Number","15"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Organization/Logical sequence"],["Difficulty","4"],["Analysis Category","Science"],["Question","To make this paragraph most logical, sentence~6 should be placed"],["Choices",["where it is now.","after sentence~2.","after sentence~3.","after sentence~4."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. Sentence~3 refers to “the final stage,” but there is no prior mention of stages. Only choice~\u005CTextChoice {2} puts the sentence in question, which introduces the four stages of ticks’ lives, before the mention of “the final stage.”"]],[["Form Code","TB-12"],["Passage Code","pm-25"],["Question Number","16"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Effective language use/Precision"],["Difficulty","1"],["Analysis Category","Science"],["Words in Context"],["Choices",["NO CHANGE","predators of","terrors to","adversaries of"]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. It uses the simplest, most direct wording. The other answer choices either lack the precise meaning or fail to maintain the objective tone of the passage."]],[["Form Code","TB-12"],["Passage Code","pm-25"],["Question Number","17"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Development/Focus"],["Difficulty","3"],["Analysis Category","Science"],["Command of Evidence"],["Question","At this point, the writer is considering adding the following sentence. \u005Cbegin {quote} In some of the non-predator areas, the number of foxes was low because of fox hunting, which is legal in some areas of the Netherlands. \u005Cend {quote} Should the writer make this addition here?"],["Choices",["Yes, because it helps to clarify why mice have fewer predators in some places than they do in others.","Yes, because it emphasizes that increases in Lyme disease have been caused by human indifference.","No, because the information fails to account for the roles of other factors in the lower number of foxes.","No, because it provides a detail that is not necessary for an understanding of ticks’ role in the transmission of Lyme disease."]],["Answer","D"],["Solution","Choice~\u005CTextChoice {4} is correct. The paragraph introduces Hofmeester’s findings regarding the relationship between the number of predators and the numbers of both ticks in general and infected ticks. Why there are fewer foxes in a region is not directly relevant to the issue of the numbers mentioned in the previous sentence. Note that the reasons in choices \u005CTextChoice {1} and~\u005CTextChoice {3} are true, but neither reason justifies the conclusion. In other words, in choice~\u005CTextChoice {1}, it is true that the issue of fox hunting helps to clarify why mice have fewer predators in some places, but that information is not necessary or even helpful for the paragraph’s main point, so the true reason is not a valid justification. In choice~\u005CTextChoice {3}, we have a similar situation. It is true that the sentence does not account for other factors related to relative numbers of foxes, but the point is that the reasons are not important, so adding additional factors would not be helpful."]],[["Form Code","TB-12"],["Passage Code","pm-25"],["Question Number","18"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Effective language use/Precision"],["Difficulty","4"],["Analysis Category","Science"],["Words in Context"],["Choices",["NO CHANGE","urgent","censorious","critical"]],["Answer","D"],["Solution","Choice~\u005CTextChoice {4} is correct. The full context, “These numbers are [correct answer] because of the life cycle of ticks and the related cycle for Lyme disease,” makes it clear that we want a word meaning something like “important.” Choice~\u005CTextChoice {1} is incorrect because “dire” has a clear connotation of danger or something else negative. But the numbers are encouraging, certainly not “dire.” Choice~\u005CTextChoice {2} is incorrect because there is no suggestion that time is a vital issue. Choice~\u005CTextChoice {3} is incorrect because “censorious” means “critical” in a different context."]],[["Form Code","TB-12"],["Passage Code","pm-25"],["Question Number","19"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Organization/Introductions, conclusions, and transitions"],["Difficulty","3"],["Analysis Category","Science"],["Question","Which choice provides the best transition from the previous paragraph?"],["Choices",["NO CHANGE","Despite the view of mice as pests,","Although ticks are loathed as human parasites,","Before parasitizing humans,"]],["Answer","A"],["Solution","The previous paragraph ends with the sentence “These numbers are [critical] because of the life cycle of ticks and the related cycle for Lyme disease among ticks.” This paragraph contains five sentences. The first two explain the life cycle of ticks as they progress from smaller to larger hosts. The second through fourth discuss how ticks get the agent that they later transmit to humans, the agent that causes Lyme disease. (The fifth summarizes the paragraph.) \u005Cpar Choice~\u005CTextChoice {1} is correct because it implicitly refers to the two cycles (by referencing “the first cycle”) and because the single-cycle reference feeds into the first sentence of this paragraph, whose first sentence is about the life cycle of the tick, the first of the two cycles. \u005Cpar Choice~\u005CTextChoice {2} is incorrect because the view of mice as pests is completely beside the point for this paragraph. Moreover, beginning the sentence with “Despite the view of mice as pests” is simply bizarre, suggesting that you’d think that ticks would have better taste. \u005Cpar Choice~\u005CTextChoice {3} is incorrect. It makes no reference to the previous paragraph and suggests, like choice~\u005CTextChoice {2}, that ticks are demonstrating poor judgment skills in choosing to feed on mice. \u005Cpar Choice~\u005CTextChoice {4} is incorrect because it makes no reference to the previous paragraph. “Before parasitizing humans” is a fine beginning to the sentence, but the question specifically asks for a transition, and this answer choice does not provide one."]],[["Form Code","TB-12"],["Passage Code","pm-25"],["Question Number","20"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Conventions of Punctuation/Within-sentence punctuation"],["Difficulty","4"],["Choices",["NO CHANGE","humans, fewer cases,","humans; fewer cases","humans—fewer cases,"]],["Answer","A"],["Solution","There are two issues in this question. The first is the type of punctuation after “humans,” and the second is whether there should be a comma after “cases.” We’ll take the second issue first. There is no reason for a comma between the noun and the preposition any more than there is after “States” in “United States of America.” \u005Cpar The first issue is more complex. Based on the structure of the sentence, in which “fewer cases of Lyme disease” is the “good news for humans,” we can use a comma, a dash, or a colon. Because choice~\u005CTextChoice {1} is the only answer choice that uses the right punctuation the first time and omits the comma after “cases,” it is correct."]],[["Form Code","TB-12"],["Passage Code","pm-25"],["Question Number","21"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Sentence structure/Sentence formation/Sentence boundaries"],["Difficulty","3"],["Choices",["NO CHANGE","present; we","present. We","present—we"]],["Answer","A"],["Solution","Choice~\u005CTextChoice {1} is correct. The short explanation is that the phrase “by introducing or reintroducing predators into the environment where \u005Cemph {Borrelia} bacteria are present” should be followed by a comma. The longer explanation accounts for the fact that the sentence does not begin with “by.” Rather, the sentence begins with “What Hofmeester’s study suggests is that.” However, this beginning does not change the analysis. In such a context, wherein “that” acts as a conjunction, transforming the clause “by introducing or reintroducing predators into the environment where \u005Cemph {Borrelia} bacteria are present, we can reduce both the number of ticks and the incidence of the spread of Lyme disease” into a noun phrase, the analysis of the clause proceeds in the same way it would if the clause were not preceded by the conjunction."]],[["Form Code","TB-12"],["Passage Code","pm-25"],["Question Number","22"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Sentence structure/Sentence formation/Parallel structure"],["Difficulty","3"],["Choices",["NO CHANGE","to feed","feed","would feed"]],["Answer","C"],["Solution","The relevant clause is “The result, he believes, is that young ticks fail to find sustenance (and thus perish) or else [correct answer] on animals like birds that do not carry the bacteria.” For parallelism, the word that goes into the square brackets should match “fail,” a present-tense verb. Choice~\u005CTextChoice {3} is thus correct."]],[["Form Code","TB-12"],["Passage Code","pm-23"],["Question Number","23"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Conventions of Usage/Conventional expression"],["Difficulty","3"],["Choices",["NO CHANGE","for","on","to"]],["Answer","C"],["Solution","Choice~\u005CTextChoice {3} is correct. We want to say that Picasso worked \u005Cemph {on} the mural (or, as the case is, didn’t work on it). After “work” in this context, “on” is the correct preposition."]],[["Form Code","TB-12"],["Passage Code","pm-23"],["Question Number","24"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Sentence structure/Sentence formation/Sentence boundaries"],["Difficulty","2"],["Choices",["NO CHANGE","they were acting","which were acting","acting"]],["Answer","D"],["Solution","Choice~\u005CTextChoice {4} is correct. The use of “acting” in this context creates a present-participial modifier. This modifier, coming after “planes from Nazi Germany bombed the Basque town of Guernica” and following a comma, means that the modifier refers to “planes.” \u005Cpar Choice~\u005CTextChoice {1} is incorrect. The use of “acted” is awkward here. It would appear that “acted at the behest of the Spanish Nationalists” functions as a predicate and, coming after the comma and, before that, a predicate (“bombed the Basque town of Guernica”) with a past-tense verb, forms the second item in a list. But there is no third item and no conjunction to join the two items. The result is something that may be stylistically acceptable in certain writing but is incorrect on the Writing and Language portion of the SAT. \u005Cpar Choice~\u005CTextChoice {2} is incorrect. It creates a comma splice. \u005Cpar Choice~\u005CTextChoice {3} is incorrect because the resultant relative clause (“which were acting at the behest of the Spanish Nationalists”) would seem to modify “the Basque town of Guernica.” The result is both an illogical meaning and a subject-verb mismatch (since “which” becomes singular as a result of its antecedent’s number)."]],[["Form Code","TB-12"],["Passage Code","pm-23"],["Question Number","25"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Effective language use/Concision"],["Difficulty","1"],["Words in Context"],["Choices",["NO CHANGE","opposed and fought against","fought in opposition against","fighting against and opposing"]],["Answer","A"],["Solution","Choice~\u005CTextChoice {1} is correct. The other three answer choices add words but not meaning, so, as a matter of concision, choice~\u005CTextChoice {1} is best."]],[["Form Code","TB-12"],["Passage Code","pm-23"],["Question Number","26"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Effective language use/Style and tone"],["Difficulty","2"],["Words in Context"],["Choices",["NO CHANGE","cause a ton of terror.","totally terrify the people.","bring terror like never before."]],["Answer","A"],["Solution","The issue is one of tone and style. Choice~\u005CTextChoice {1} is correct because it is the most formal and fits well with the style of the passage as a whole. Choice~\u005CTextChoice {2} is incorrect primarily because of the words “a ton of,” which are unnecessarily informal or colloquial. Choice~\u005CTextChoice {3} is incorrect primarily because of the word “totally,” which is excessively colloquial. Choice~\u005CTextChoice {4} is excessively informal. Moreover, the words “like never before” seem unnecessary in that they raise issues that arguably weaken the claim (by inviting comparisons to the history of human suffering)."]],[["Form Code","TB-12"],["Passage Code","pm-23"],["Question Number","27"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Organization/Logical sequence"],["Difficulty","4"],["Question","To make this paragraph most logical, sentence~4 should be placed"],["Choices",["where it is now.","before sentence~1.","after sentence~1.","after sentence~5."]],["Answer","C"],["Solution","Choice~\u005CTextChoice {3} is correct. The sentence in question states that “[t]his conversion, however, was not immediate.” The key word is “this.” We need a reference to a “conversion” before this sentence. That reference occurs in sentence “When news reached Picasso, he scrapped his original plans for the mural,” which is the first sentence in the paragraph. The act of scrapping the original plans represents the conversion. Choice~\u005CTextChoice {2} is thus incorrect. \u005Cpar To establish that choice~\u005CTextChoice {3} is correct (rather than choice~\u005CTextChoice {1} or choice~\u005CTextChoice {4}), however, requires more insight. The preceding paragraph makes the claim that the sentence in question must come after sentence~1, but that claim does not establish that it must come \u005Cemph {immediately} after sentence~1. However, the claim in the sentence, that the conversion was not immediate, leads well into sentences 2 and~3. The best placement is thus after sentence~1, where the general claim that the conversion was not immediate can lead into the specific evidence in sentences 2 and~3."]],[["Form Code","TB-12"],["Passage Code","pm-23"],["Question Number","28"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Conventions of Usage/Pronouns/Pronoun clarity"],["Difficulty","3"],["Choices",["NO CHANGE","the painting measured over 11~feet tall by 25~feet wide.","over 11~feet tall and 25~feet wide was what it measured.","they were more than 11~feet in height and 25~feet in width."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. Choices~\u005CTextChoice {1}, \u005CTextChoice {3}, and~\u005CTextChoice {4} are all incorrect because they have pronouns (“their,” “it,” and “they,” respectively) that lack antecedents."]],[["Form Code","TB-12"],["Passage Code","pm-23"],["Question Number","29"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Development/Support"],["Difficulty","3"],["Command of Evidence"],["Question","Which choice gives a reason to support the claim that the images in Guernica differ from those that might be found in a realistic painting?"],["Choices",["NO CHANGE","was the style of painting with which Picasso was most associated,","was a style used not just for painting but also for sculpture,","is characterized by geometric, often abstract, shapes,"]],["Answer","D"],["Solution","We want to “support the claim that the images in Guernica differ from those that might be found in a realistic painting.” Choice~\u005CTextChoice {4} is correct because it provides the clearest reason why cubism differs significantly from realism."]],[["Form Code","TB-12"],["Passage Code","pm-23"],["Question Number","30"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Sentence structure/Inappropriate shifts in construction/Verb tense, mood, and voice"],["Difficulty","5"],["Choices",["NO CHANGE","bears","had borne","will bear"]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. The sentence begins with “A horse seems to trample a soldier,” which uses the present-tense “seems.” Choice~\u005CTextChoice {2} is the only answer choice that maintains the present tense and the time reference. (Choice~\u005CTextChoice {4} uses the present tense but refers to the future, not the present.)"]],[["Form Code","TB-12"],["Passage Code","pm-23"],["Question Number","31"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Development/Support"],["Difficulty","3"],["Command of Evidence"],["Question","The writer is considering deleting the underlined sentence. Should the sentence be kept or deleted?"],["Choices",["Kept, because it provides evidence to support the earlier claim that previous artists had hidden images in art.","Kept, because it emphasizes a particular symbol that has historically been common in most styles of painting.","Deleted, because it suggests that Picasso deliberately mimicked an older style of painting.","Deleted, because it fails to explain why both Holbein and Picasso would include skulls hidden in paintings."]],["Answer","A"],["Solution","The preceding sentence states, “Paintings had certainly hidden images before.” This sentence, with a specific reference, offers evidence to support that claim. Choice~\u005CTextChoice {1} is thus correct. \u005Cpar Choice~\u005CTextChoice {2} is incorrect because the sentence does not establish or suggest that skulls (the “particular symbol”) have been “common in most styles of painting.” Two examples do not suffice. \u005Cpar Choice~\u005CTextChoice {3} is incorrect because the sentence merely offers an example of a hidden image. It does not suggest that Picasso “deliberately mimicked” Holbein or even knew about Holbein. However, for the sake of argument, let us assume that the passage does intend to indicate that Picasso was intentionally derivative. Surely, the previous sentence (“Paintings had certainly hidden images before”) already advances that claim. If anything, the sentence in question merely identifies the particular source for Picasso’s inspiration or mimicry. \u005Cpar Choice~\u005CTextChoice {4} is incorrect. It is certainly true that the sentence does not specify why Picasso and Holbein would include skulls. It is also true that the sentence does not specify why so many Americans enjoy baseball. The point here is that there is no need to explain why skulls are present in \u005Cemph {both} works. The reason for the presence of the skull in \u005Cemph {Guernica} is implicit from the passage. The reason for the presence of one in \u005Cemph {The Ambassadors} is beside the point for a passage about Picasso’s Guernica."]],[["Form Code","TB-12"],["Passage Code","pm-23"],["Question Number","32"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Conventions of Usage/Possessive determiners"],["Difficulty","2"],["Choices",["NO CHANGE","it’s","they’re","their"]],["Answer","D"],["Solution","The appositive in which the word occurs is “apparently random geometric figures that only on close inspection yield its secret.” Since the antecedent for the pronoun is “figures,” we need a plural pronoun. Choices~\u005CTextChoice {1} and~\u005CTextChoice {2} are thus incorrect. (Note, however, that the singular “secret” is correct. The shapes combine for a single secret, namely the bull.) Of the remaining choices, choice~\u005CTextChoice {3} is incorrect because “they’re” is short for “they are,” which does not fit the context. We want the possessive “their,” and choice~\u005CTextChoice {4} is thus correct."]],[["Form Code","TB-12"],["Passage Code","pm-23"],["Question Number","33"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Organization/Introductions, conclusions, and transitions"],["Difficulty","2"],["Question","The writer wants to revise the underlined portion so that the concluding sentence summarizes the main ideas of the passage. Which choice best accomplishes this goal?"],["Choices",["replied, an answer that suggests that Picasso must have misunderstood the German officer’s meaning.","replied, though whether such a conversation actually took place remains uncertain today.","replied, emphasizing that \u005Cemph {Guernica} the painting merely commemorated a horrific event in Guernica the town.","replied, but the style of \u005Cemph {Guernica} made it clear that Picasso probably was the artist who painted it."]],["Answer","C"],["Solution","The passage begins with a description of the Nazi bombing of Guernica before indicating that Picasso (eventually) decided to paint \u005Cemph {Guernica} “to respond to the atrocity.” The painting is referred to “one of the most powerful anti-war paintings in history” in the second paragraph, and the third paragraph describes some of the features of the painting. \u005Cpar Choice~\u005CTextChoice {3} is correct. It correctly interprets Picasso’s alleged response and captures that meaning in a way that reinforces the main ideas in the passage. \u005Cpar Choice~\u005CTextChoice {1} is incorrect. Even if we accept that Picasso misunderstood the German officer, this answer choice does not summarize the main ideas of the passage. \u005Cpar Choice~\u005CTextChoice {2} is incorrect. The passage certainly suggests that the conversation may not have taken place, but that point is not one of the “main ideas” of the passage. \u005Cpar Choice~\u005CTextChoice {4} is incorrect. The passage is about Picasso’s response to the bombing of a town, not about issues of the true authorship of \u005Cemph {Guernica}. \u005Cpar It is worth noting that various sources report the alleged exchange as fact, but the two comments rely on the ambiguity of an English word. A German officer in Nazi-occupied France and Picasso would have been unlikely to converse in English."]],[["Form Code","TB-12"],["Passage Code","pm-24"],["Question Number","34"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Organization/Introductions, conclusions, and transitions"],["Difficulty","2"],["Question","Which choice provides the best introduction to the passage?"],["Choices",["NO CHANGE","During tough economic times, many people are just happy to have jobs, even if they are not their dream jobs.","For a wide variety of people, a style of work that has been around since the~1940s is proving valuable.","According to the US Bureau of Labor Statistics, unemployment in~2016 remained relatively stable at 4.3~percent."]],["Answer","C"],["Solution","Choice~\u005CTextChoice {1} is wrong because the passage is not about the change technological advances have brought to the workplace. The passage does discuss changes in the way temporary agencies have supplied employees, but the two changes are not sufficiently close to make choice~\u005CTextChoice {1} a good introduction. \u005Cpar Choice~\u005CTextChoice {2} is not correct. The passage is not really about “tough economic times,” and the sentence only barely alludes to temporary work. \u005Cpar Choice~\u005CTextChoice {3} is correct. The passage mentions that temporary work has been around since the~1940s, so the reference in this sentence to that decade is accurate and appropriate. Moreover, the reference to “a wide variety of people” in the sentence in choice~\u005CTextChoice {3} fits well with the next sentence’s reference to “high-school students, college students, and even recent college graduates” and “more established workers.” Finally, the sentence does lead into the general point of the passage, namely that temporary work can be a solution for a wide variety of people. \u005Cpar Choice~\u005CTextChoice {4} is incorrect. The passage is not about the unemployment rate, and information about it, while undeniably relevant, does not serve as a good introduction to the passage."]],[["Form Code","TB-12"],["Passage Code","pm-24"],["Question Number","35"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Conventions of Punctuation/Nonrestrictive and parenthetical elements"],["Difficulty","1"],["Choices",["NO CHANGE","people","people:","people—"]],["Answer","D"],["Solution","Choice~\u005CTextChoice {4} is correct. The phrase “including high-school students, college students, and even recent college graduates” is a parenthetical phrase set off by an em dash after “graduates” and thus needs an em dash before “including.”"]],[["Form Code","TB-12"],["Passage Code","pm-24"],["Question Number","36"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Conventions of Punctuation/Within-sentence punctuation"],["Difficulty","3"],["Choices",["NO CHANGE","value. In","value: in","value, in"]],["Answer","A"],["Solution","Choice~\u005CTextChoice {1} is correct. There is no need for any punctuation here. The prepositional phrase “in temporary employment” is necessary to explain where people find value, and any punctuation in between “value” and “in” serves no purpose. \u005Cpar Choice~\u005CTextChoice {2} is incorrect because it leads to fragment (“In temporary employment”). \u005Cpar Choice~\u005CTextChoice {3} is incorrect. A colon should follow not only a complete main clause but also a complete thought. Here, “more established workers are also finding value” does not complete the thought. In essence, the objection to this answer choice is essentially the point raised for choice~\u005CTextChoice {1}, namely that “in temporary employment” is a necessary part of the clause. \u005Cpar Choice~\u005CTextChoice {4} is wrong because the phrase “in temporary employment” is an integral part of the clause."]],[["Form Code","TB-12"],["Passage Code","pm-24"],["Question Number","37"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Effective language use/Precision"],["Difficulty","3"],["Choices",["NO CHANGE","Similarly,","However,","Eventually,"]],["Answer","D"],["Solution","The paragraph begins by making the general claim that “There was a time when temporary employment agencies were associated almost exclusively with the Kelly Girl.” The second sentence backs up in time to give us a bit of history, namely the beginning of Russell Kelly Office Service’s act of supplying temporary office workers. The third sentence elaborates on that practice. The fourth sentence, without the transition, states, “temporary work became nearly synonymous with office help.” \u005Cpar Choice~\u005CTextChoice {1} is incorrect because it indicates that “temporary work became nearly synonymous with office help” for the purpose of the practice of supplying temporary office staff. Clearly, the author’s intent is to indicate that the practice became so widespread that people associated temporary work with work in offices. \u005Cpar Choice~\u005CTextChoice {2} is incorrect because the third and fourth sentences of the paragraph are not making similar claims. \u005Cpar Choice~\u005CTextChoice {3} is incorrect because the fourth sentence does not present a contrast. \u005Cpar Choice~\u005CTextChoice {4} is correct because it fits with the chronology. With this answer choice, the second, third, and fourth sentences present a logical sequence of events."]],[["Form Code","TB-12"],["Passage Code","pm-24"],["Question Number","38"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Conventions of Usage/Agreement/Pronoun-antecedent agreement"],["Difficulty","2"],["Choices",["NO CHANGE","a temp agency was usually called by them.","that company would usually call a temp agency.","those were usually calls to a temp agency."]],["Answer","C"],["Solution","Since the sentence begins with “If a company that sells handicraft supplies needed an annual inventory,” choices \u005CTextChoice {1} and~\u005CTextChoice {2} are incorrect because they use plural pronouns (“they” and “them”) for a singular antecedent (“a company”). Choice~\u005CTextChoice {4} is incorrect because “those” lacks an antecedent. \u005Cpar Thus, choice~\u005CTextChoice {3} must be correct—and it is. This answer choice avoids problems with pronoun reference by avoiding pronouns altogether."]],[["Form Code","TB-12"],["Passage Code","pm-24"],["Question Number","39"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Effective language use/Precision"],["Difficulty","4"],["Words in Context"],["Choices",["NO CHANGE","appropriate","specialized","exceptional"]],["Answer","C"],["Solution","The sentence in which the word appears is “Agencies still exist for motivated young people with few skills, but there are also agencies that cater to highly [correct answer] fields.” The sentence establishes a contrast by using “but,” so we clearly want a word that contrasts with fields in which “few skills” are required. \u005Cpar Choice~\u005CTextChoice {3} is correct. The description of a field as “specialized” presents a strong contrast between such a field and one that requires “few skills.” \u005Cpar Choice~\u005CTextChoice {1} is incorrect. The word “particular” means “of, belonging to, or associated with a specific person, group, thing, or category; not general or universal: \u005Cemph {She did not have a particular café in mind for their get-together},” “distinctive among others of the same group, category, or nature; noteworthy or exceptional: \u005Cemph {an area known for its particular style of architecture},” “of, relating to, or providing details; precise: \u005Cemph {gave a particular description of the incident},” “attentive to or concerned with details or niceties, often excessively so; fussy,” or “Encompassing some but not all of the members of a class or group. Used of a proposition,” according to \u005Cemph {The American Heritage Dictionary of the English Language, Fifth Edition}. These meanings do not fit well for the context. \u005Cpar Neither of the other two answer choices fits the context well."]],[["Form Code","TB-12"],["Passage Code","pm-24"],["Question Number","40"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Effective language use/Syntax"],["Difficulty","3"],["Words in Context"],["Question","Which choice best combines the sentences at the underlined portion?"],["Choices",["individuals, and these employees can","individuals to","individuals, so the employer can benefit from employees able to","individuals when there is a need for people to"]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. The other three answer choices use more words but do not add meaning to the sentence. Since they do not add any meaning, those extra words are not necessary, and the most economical choice is best."]],[["Form Code","TB-12"],["Passage Code","pm-24"],["Question Number","41"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Standard English Conventions/Sentence structure/Sentence formation/Modifier placement"],["Difficulty","3"],["Choices",["NO CHANGE","students can find paid work.","it is possible for students to find paid work.","paid work may be obtained by students."]],["Answer","B"],["Solution","Choice~\u005CTextChoice {2} is correct. The sentence begins with the modifier “Faced with greater free time during summer months,” so the head of the noun phrase following the modifier must be the thing modified. Only choice~\u005CTextChoice {2} supplies “students” as that word. The other three answer choices result in a dangling modifier."]],[["Form Code","TB-12"],["Passage Code","pm-24"],["Question Number","42"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Organization/Introductions, conclusions, and transitions"],["Difficulty","3"],["Command of Evidence"],["Question","Which choice best sets up the points raised in the next sentence?"],["Choices",["NO CHANGE","Temporary employment offers variety since employees are rarely at the same job for long.","Temp agencies are generally happy to work around their workers’ schedules for reliable employees.","Temporary workers are generally paid by the temp agency, not directly by the employers on whose premises they work."]],["Answer","A"],["Solution","The sentence after this one states, “Benefits, such as retirement planning and health insurance, for part-time work are generally either not available or are substantially less than given by full-time work.” We thus want something that transitions to the idea that there are some drawbacks to temporary work. Choice~\u005CTextChoice {1} is correct because it offers just such a statement."]],[["Form Code","TB-12"],["Passage Code","pm-24"],["Question Number","43"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category",["Standard English Conventions/Conventions of Usage/Agreement/Pronoun-antecedent agreement","Standard English Conventions/Conventions of Usage/Logical comparison"]],["Difficulty","4"],["Choices",["NO CHANGE","those associated with","that from","DELETE the underlined portion."]],["Answer","B"],["Solution","If we consider the sentence using choice~\u005CTextChoice {4} (that is, deleting the underlined portion), we have “Benefits \u005CEllipsis are substantially less than full-time work.” This choice results in an illogical comparison. Choice~\u005CTextChoice {4} is thus incorrect, and choice~\u005CTextChoice {3} is wrong for a similar reason, the comparison of a plural (“Benefits”) to a singular (“that”). Choice~\u005CTextChoice {1} is wrong because it results in a comparison of a noun (“Benefits”) to a participial phrase (“given by \u005CEllipsis ”). Choice~\u005CTextChoice {2} is correct because it compares a plural to a plural."]],[["Form Code","TB-12"],["Passage Code","pm-24"],["Question Number","44"],["Problem Set Number","2"],["Test","SAT"],["Subject","Writing and Language"],["Category","Expression of Ideas/Organization/Introductions, conclusions, and transitions"],["Difficulty","3"],["Command of Evidence"],["Question","Which choice creates the best transition from the previous sentence to the next part of this sentence?"],["Choices",["NO CHANGE","Although it does not happen in every case,","Since employers sometimes have greater needs than they first realize,","If they perform their jobs diligently and professionally,"]],["Answer","D"],["Solution","The previous sentence states, “Employees who work for temp agencies should remember that each new job is a potential interview and the chance to impress a possible future employer.” The end of this sentence states, “temp workers may find that their reward at the end of the temporary period is the offer of permanent employment.” \u005Cpar Choice~\u005CTextChoice {1} is incorrect. It creates a dichotomy between those who want nothing more than temporary work and those who seek something more. The problem with this dichotomy is that one of the groups (those who are content with temporary work) is not addressed by the previous sentence. \u005Cpar Choice~\u005CTextChoice {2} and choice~\u005CTextChoice {3} are incorrect. Both offer transitions that could fit in the sentence, but neither transition is as effective as that in choice~\u005CTextChoice {4}. \u005Cpar Choice~\u005CTextChoice {4} is correct. Moving from considering a job as an audition to performing diligently and professionally to securing a full-time job makes sense."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","1"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Passport to Advanced Math/Equivalent expressions"],["Difficulty","2"],["Diagram","$x(x+3) - 4x(x-1) + 3(x-2)$"],["Question","Which of the following polynomials is equivalent to the expression above?"],["Choices","-3x^2 + 2x - 6, -3x^2 + 10x - 6, 5x^2 + 2x - 6, 5x^2 + 10x - 6"],["Choices Align","M"],["Answer","B"],["Solution","Expand the multiplied terms in the given expression and collect like powers of~$x$: \u005Cpar \u005Cbegin {align*} x(x+3) - 4x(x-1) + 3(x-2) &= \u005Cleft (x^2+3x\u005Cright )-\u005Cleft (4x^2-4x\u005Cright )+\u005Cleft (3x-6\u005Cright ) \u005C\u005C &= x^2+3x-4x^2+4x+3x-6 \u005C\u005C &= \u005Cleft (x^2-4x^2\u005Cright )+(3x+4x+3x)-6 \u005C\u005C &= -3x^2+10x-6 \u005C\u005C \u005Cend {align*}"]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","2"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Heart of Algebra/Systems of two linear equations in two variables"],["Difficulty","1"],["Analysis Category","History/Social Studies"],["Question","A popcorn stand at a county fair sold $r$~bags of regular popcorn for 5~dollars each and $c$~bags of caramel popcorn for 7~dollars each. If the stand sold 272~bags of regular and caramel popcorn for a total of \u005Cnum {1788}~dollars, which of the following systems of equations best represents this situation?"],["Choices",["$\u005Cbegin {aligned} r + c &= 272 \u005C\u005C 5r + 7c &= \u005Cnum {1788} \u005C\u005C \u005Cend {aligned}$","$\u005Cbegin {aligned} r + c &= 272 \u005C\u005C 7r + 5c &= \u005Cnum {1788} \u005C\u005C \u005Cend {aligned}$","$\u005Cbegin {aligned} r + c &= \u005Cnum {1788} \u005C\u005C 5r + 7c &= 272 \u005C\u005C \u005Cend {aligned}$","$\u005Cbegin {aligned} r + 5c &= 272 \u005C\u005C r + 7c &= \u005Cnum {1788} \u005C\u005C \u005Cend {aligned}$"]],["Answer","A"],["Solution","The total number of bags of regular and caramel popcorn sold was~272, so~$r+c=272$. The bags of regular popcorn were sold for 5~dollars each, so the $r$~bags of regular popcorn were sold for a total of $5r$~dollars. The bags of caramel popcorn were sold for 7~dollars each, so the $c$~bags of caramel popcorn were sold for a total of $7c$~dollars. Since the bags of regular and caramel popcorn were sold for a total of \u005Cnum {1788}~dollars, we know that $5r+7c=\u005Cnum {1788}$. These two equations are given in choice~\u005CTextChoice {1}."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","3"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Heart of Algebra/Linear equations in two variables"],["Difficulty","2"],["Diagram","$D=50x+15y$"],["Question","Emma estimates the total distance~$D$, in miles, driven during one week using the formula above, where $x$ is the number of hours driven on highways and $y$ is the number of hours driven on city streets. If Emma drove at least 500~miles during the week and drove for at most 4~hours on highways, what is the least number of hours she could have spent driving on city streets?"],["Choices","9,15,20,33"],["Answer","C"],["Solution","The equation given states that the total distance driven is the sum of the distance driven on highways~($50x$) and the distance driven on city streets~($15y$). The question gives us the following information: \u005Cpar \u005Cbegin {itemize}\u005Ctightlist \u005Citem Emma drove at least 500~miles, so $D \u005Cgeq 500$ \u005Citem Emma drove for at most 4~hours on highways, so~$x \u005Cleq 4$ \u005Cend {itemize} \u005Cpar The second item above tells us that~$50x \u005Cleq 200$, so the distance driven on highways is at most 200~miles. Thus, the distance driven on city streets must be at least 300~miles, so~$15y \u005Cgeq 300$. Solve for~$y$ to get~$y \u005Cgeq 20$, so the least number of hours she could have driven on city streets is~20."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","4"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Passport to Advanced Math/Equivalent expressions"],["Difficulty","1"],["Diagram","$a = 0.76u$"],["Question","The equation above approximates the exchange rate between $a$~Australian dollars and $u$~United States dollars on a particular day. What is $u$ in terms of~$a$?"],["Choices","a + 0.76, a - 0.76, 0.76a, \u005Cfrac {a}{0.76}"],["Choices Align",">{u=}M"],["Answer","D"],["Solution","We are given that~$a=0.76u$. To solve for~$u$, divide both sides by~0.76 to get~$u=\u005Cfrac {a}{0.76}$. Choice~\u005CTextChoice {4} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","5"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Passport to Advanced Math/Nonlinear equations in one variable and systems of equations in two variables"],["Difficulty","3"],["Diagram","$ax(x-2) = 45$"],["Question","In the equation above, $a$ is a constant, and 5~is a solution to the equation. What is the other solution to the equation?"],["Choices","-5,-3,1,3"],["Answer","B"],["Solution","Since the question states that 5 is a solution to the equation, we can plug in 5 for~$x$ and solve for~$a$: \u005Cpar \u005Cbegin {align*} ax(x-2) &= 45 \u005C\u005C 5a(5-2) &= 45 \u005C\u005C 15a &= 45 \u005C\u005C a &= 3 \u005C\u005C \u005Cend {align*} \u005Cpar Since~$a=3$, the equation is~$3x(x-2)=45$. The question is asking for the other solution of the equation, not the value of~$a$, so we solve the equation for~$x$: \u005Cpar \u005Cbegin {align*} 3x(x-2) &= 45 \u005C\u005C x(x-2) &= 15 \u005C\u005C x^2-2x-15 &= 0 \u005C\u005C (x-5)(x+3) &= 0 \u005C\u005C \u005Cend {align*} \u005Cpar In the last step above, remember that 5 is already a known solution to the equation. Use this information to help factor more quickly. We now see that the other solution to the equation is~$-3$."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","6"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Heart of Algebra/Systems of two linear equations in two variables"],["Difficulty","3"],["Diagram","$\u005Cbegin {aligned} 3x - 2y &= 1 \u005C\u005C -x + ay &= 5 \u005C\u005C \u005Cend {aligned}$"],["Question","If \u005CTuple {3,y} is a solution to the system of equations above and $a$ is a constant, what is the value of~$a$?"],["Choices","2,3,4,5"],["Answer","A"],["Solution","We are given that \u005CTuple {3,y} is a solution to the system of equations, so we can plug in 3 for~$x$: \u005Cpar \u005Cbegin {align*} 9-2y &= 1 \u005C\u005C -3+ay &= 5 \u005C\u005C \u005Cend {align*} \u005Cpar The first equation is easily solved to get~$y=4$. Plug this value into the second equation to get~$-3+4a=5$. Solve for~$a$ to get~$a=\u005Cfrac {8}{4}=2$."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","7"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Passport to Advanced Math/Nonlinear equations in one variable and systems of equations in two variables"],["Difficulty","3"],["Diagram","$\u005Cbegin {aligned} y &= (x-4)(x+2) \u005C\u005C y &= x-4 \u005C\u005C \u005Cend {aligned}$"],["Question","The system of equations above is graphed in the $xy$‑plane. If one of the intersection points of the graphs is~\u005CTuple {4,0} and the other intersection point is~\u005CTuple {x,y}, what is the value of~$x$?"],["Choices","-4,-3,-2,-1"],["Answer","D"],["Solution","To find the other point of intersection, we can set the right-hand sides of the equations equal to each other and solve for~$x$: \u005Cpar \u005Cbegin {align*} (x-4)(x+2) &= x-4 \u005C\u005C x^2-2x-8 &= x-4 \u005C\u005C x^2-3x-4 &= 0 \u005C\u005C (x-4)(x+1) &= 0 \u005C\u005C \u005Cend {align*} \u005Cpar We know the solution~$x=4$ corresponds to the point of intersection given in the question:~\u005CTuple {4,0}. The other solution,~$x=-1$, corresponds to the other point of intersection. Choice~\u005CTextChoice {4} is thus correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","8"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Heart of Algebra/Linear equations in two variables"],["Difficulty","2"],["Diagram","\u005Cbegin {tikzpicture} \u005Cbegin {axis}[Function Plot={x=-3:9 and y=-3:9}, xtick={1}, ytick={1}, clip=false ] \u005Caddplot [very thick] {-2/3*x + 5}; \u005Cend {axis} \u005Cend {tikzpicture}"],["Question","Which of the following could be an equation of the graph shown in the $xy$‑plane above?"],["Choices","-\u005Cfrac {2}{3}x + 5, -\u005Cfrac {2}{3}x + \u005Cfrac {15}{2}, \u005Cfrac {2}{3}x + 5, \u005Cfrac {2}{3}x + \u005Cfrac {15}{2}"],["Choices Align",">{y=}M"],["Answer","A"],["Solution","From the graph, we can immediately tell two pieces of information: the slope is negative and the $y$‑intercept is~\u005CTuple {0,5}. (We can calculate the slope and find that it is equal to~$-\u005Cfrac {2}{3}$, but that step is not necessary. The two slopes in the answer choices are $-\u005Cfrac {2}{3}$ and~$\u005Cfrac {2}{3}$, so knowing that the slope is negative is enough.) The answer choice with negative slope and the correct $y$‑intercept is choice~\u005CTextChoice {1}."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","9"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Additional Topics in Math/Lines, angles, and triangles"],["Difficulty","4"],["Diagram","\u005Cbegin {tikzpicture} \u005Ccoordinate [label=below right:$E$] (E) at (0,0); \u005Ccoordinate [label=above:$D$] (D) at (108:3); \u005Ccoordinate [label=below:$C$] (C) at (-3,0); \u005Ccoordinate [label=below left:$A$] (A) at ($(C)+(-3,0)$); \u005Ccoordinate [label=above:$B$] (B) at ($(A)+(36:3)$); \u005Cdraw (E) -- (D) -- (C) -- (B) -- (A) -- cycle; \u005CLabelAngle [pos=0.5](C,A,B){\u005C \u005C \u005C \u005C \u005CAng {36}} \u005Cend {tikzpicture}"],["Question","In the figure above, point~$C$ lies on~\u005CSegment [bar]{AE}, and~$\u005CSegment {AB}=\u005CSegment {AC}=\u005CSegment {CE}=\u005CSegment {DE}$. The measure of~$\u005Cangle CAB$ is~\u005CAng {36}, and \u005CSegment [bar]{BC} and~\u005CSegment [bar]{DE} are parallel. What is the measure of~$\u005Cangle CDE$?"],["Choices","18,36,54,72"],["Choices Align","r<{\u005Cdegree }"],["Answer","C"],["Solution","Since~$\u005CSegment {AB}=\u005CSegment {AC}=\u005CSegment {CE}=\u005CSegment {DE}$, the marked segments in the following figure are congruent. \u005Cpar \u005Cbegin {center} \u005Cbegin {tikzpicture} \u005Ccoordinate [label=below right:$E$] (E) at (0,0); \u005Ccoordinate [label=above:$D$] (D) at (108:3); \u005Ccoordinate [label=below:$C$] (C) at (-3,0); \u005Ccoordinate [label=below left:$A$] (A) at ($(C)+(-3,0)$); \u005Ccoordinate [label=above:$B$] (B) at ($(A)+(36:3)$); \u005Cdraw (E) -- (D) -- (C) -- (B) -- (A) -- cycle; \u005CLabelAngle [pos=0.5](C,A,B){\u005C \u005C \u005C \u005C \u005CAng {36}} \u005CMarkSegment [|](A,B) \u005CMarkSegment [|](A,C) \u005CMarkSegment [|](C,E) \u005CMarkSegment [|](D,E) \u005Cend {tikzpicture} \u005Cend {center} \u005Cpar We know that \u005CSegment [bar]{BC} and~\u005CSegment [bar]{DE} are parallel, so the marked angles in the following figure are congruent. \u005Cpar \u005Cbegin {center} \u005Cbegin {tikzpicture} \u005Ccoordinate [label=below right:$E$] (E) at (0,0); \u005Ccoordinate [label=above:$D$] (D) at (108:3); \u005Ccoordinate [label=below:$C$] (C) at (-3,0); \u005Ccoordinate [label=below left:$A$] (A) at ($(C)+(-3,0)$); \u005Ccoordinate [label=above:$B$] (B) at ($(A)+(36:3)$); \u005Cdraw (E) -- (D) -- (C) -- (B) -- (A) -- cycle; \u005CLabelAngle [pos=0.5](C,A,B){\u005C \u005C \u005C \u005C \u005CAng {36}} \u005CMarkSegment [|](A,B) \u005CMarkSegment [|](A,C) \u005CMarkSegment [|](C,E) \u005CMarkSegment [|](D,E) \u005CMarkAngle [mark={|}](D,E,C) \u005CMarkAngle [mark={|}](B,C,A) \u005Cend {tikzpicture} \u005Cend {center} \u005Cpar The congruent segments indicate that both of these triangles are isosceles. The pairs of congruent angles in the isosceles triangles are marked in the following figure. \u005Cpar \u005Cbegin {center} \u005Cbegin {tikzpicture} \u005Ccoordinate [label=below right:$E$] (E) at (0,0); \u005Ccoordinate [label=above:$D$] (D) at (108:3); \u005Ccoordinate [label=below:$C$] (C) at (-3,0); \u005Ccoordinate [label=below left:$A$] (A) at ($(C)+(-3,0)$); \u005Ccoordinate [label=above:$B$] (B) at ($(A)+(36:3)$); \u005Cdraw (E) -- (D) -- (C) -- (B) -- (A) -- cycle; \u005CLabelAngle [pos=0.5](C,A,B){\u005C \u005C \u005C \u005C \u005CAng {36}} \u005CMarkSegment [|](A,B) \u005CMarkSegment [|](A,C) \u005CMarkSegment [|](C,E) \u005CMarkSegment [|](D,E) \u005CMarkAngle [mark={|}](D,E,C) \u005CMarkAngle [mark={|}](B,C,A) \u005CMarkAngle [mark={|}](A,B,C) \u005CMarkAngle [mark={||}](C,D,E) \u005CMarkAngle [mark={||}](E,C,D) \u005Cend {tikzpicture} \u005Cend {center} \u005Cpar All the information given in the question is now marked in the figure, and we can being to find the measure of angle~$CDE$. Start with triangle~$ABC$. The measure of angle~$CAB$ is~\u005CAng {36}, so the measures of the two congruent angles are equal to~$\u005Cfrac {\u005CAng {180}-\u005CAng {36}}{2} = \u005CAng {72}$. Angle~$DEC$ is congruent to angle~$BCA$, so we now have the following figure. \u005Cpar \u005Cbegin {center} \u005Cbegin {tikzpicture} \u005Ccoordinate [label=below right:$E$] (E) at (0,0); \u005Ccoordinate [label=above:$D$] (D) at (108:3); \u005Ccoordinate [label=below:$C$] (C) at (-3,0); \u005Ccoordinate [label=below left:$A$] (A) at ($(C)+(-3,0)$); \u005Ccoordinate [label=above:$B$] (B) at ($(A)+(36:3)$); \u005Cdraw (E) -- (D) -- (C) -- (B) -- (A) -- cycle; \u005CLabelAngle [pos=0.5](C,A,B){\u005C \u005C \u005C \u005C \u005CAng {36}} \u005CMarkSegment [|](A,B) \u005CMarkSegment [|](A,C) \u005CMarkSegment [|](C,E) \u005CMarkSegment [|](D,E) \u005CLabelAngle [pos=0.45](D,E,C){\u005CAng {72}\u005C \u005C } \u005CLabelAngle [pos=0.5](B,C,A){\u005CAng {72}} \u005CLabelAngle [pos=0.45](A,B,C){\u005CAng {72}\u005C \u005C } \u005CMarkAngle [mark={||}](C,D,E) \u005CMarkAngle [mark={||}](E,C,D) \u005Cend {tikzpicture} \u005Cend {center} \u005Cpar Now we work on on triangle~$CDE$. Since the measure of angle~$DEC$ is~\u005CAng {72}, the measures of the two congruent angles are~$\u005Cfrac {\u005Cang {180}-\u005CAng {72}}{2} = \u005CAng {54}$. Thus, the measure of angle~$CDE$ is~\u005CAng {54}, so choice~\u005CTextChoice {3} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","10"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Passport to Advanced Math/Equivalent expressions"],["Difficulty","3"],["Diagram","$\u005Cfrac {3}{5(x+2)} - \u005Cfrac {1}{4(x+2)}$"],["Question","If the expression above is rewritten in the form~$\u005Cfrac {c}{x+2}$, where $c$ is a constant and $x \u005Cneq -2$, what is the value of~$c$?"],["Choices","\u005Cfrac {7}{20}, \u005Cfrac {17}{20}, 2, 7"],["Choices Align","M"],["Answer","A"],["Solution","Both terms in the given expression have a factor of~$\u005Cfrac {1}{x+2}$, so we can rewrite the expression by factoring out those terms: \u005Cpar \u005Cbegin {align*} \u005Cfrac {3}{5(x+2)} - \u005Cfrac {1}{4(x+2)} &= \u005Cfrac {3}{5} \u005Ccdot \u005Cfrac {1}{x+2} - \u005Cfrac {1}{4} \u005Ccdot \u005Cfrac {1}{x+2} \u005C\u005C[2ex] &= \u005Cleft (\u005Cfrac {3}{5}-\u005Cfrac {1}{4}\u005Cright )\u005Cfrac {1}{x+2} \u005C\u005C[2ex] &= \u005Cleft (\u005Cfrac {12}{20}-\u005Cfrac {5}{20}\u005Cright )\u005Cfrac {1}{x+2} \u005C\u005C[2ex] &= \u005Cfrac {7}{20} \u005Ccdot \u005Cfrac {1}{x+2} \u005C\u005C &= \u005Cfrac {\u005Cfrac {7}{20}}{x+2} \u005C\u005C \u005Cend {align*} \u005Cpar Thus,~$c=\u005Cfrac {7}{20}$, so choice~\u005CTextChoice {1} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","11"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Heart of Algebra/Linear functions"],["Difficulty","3"],["Diagram","$r = \u005Cfrac {ct+\u005Cnum {9000}}{9}$"],["Question","The manager at a movie theater uses the model above to predict the total amount~$r$, in dollars, of refreshment sales based on the total amount~$t$, in dollars, of ticket sales, where $c$ is a constant. If the manager predicts the total refreshment sales will be \u005Cnum {13000}~dollars when the total amount of ticket sales is \u005Cnum {54000}~dollars, what is the value of~$c$?"],["Choices","\u005Cfrac {5}{3},2,3,\u005Cfrac {53}{12}"],["Choices Align","M"],["Answer","B"],["Solution","The question gives use the following values: \u005Cpar \u005Cbegin {align*} r &= \u005Cnum {13000} \u005C\u005C t &= \u005Cnum {54000} \u005C\u005C \u005Cend {align*} \u005Cpar We are asked to find the value of~$c$, so we plug the preceding values into the given equation and solve for~$c$: \u005Cpar \u005Cbegin {align*} \u005Cfrac {ct+\u005Cnum {9000}}{9} &= r \u005C\u005C[2ex] \u005Cfrac {\u005Cnum {54000}c+\u005Cnum {9000}}{9} &= \u005Cnum {13000} \u005C\u005C[2ex] \u005Cnum {54000}c+\u005Cnum {9000} &= \u005Cnum {117000} \u005C\u005C \u005Cnum {54000}c &= \u005Cnum {108000} \u005C\u005C c &= \u005Cfrac {\u005Cnum {108000}}{\u005Cnum {54000}} \u005C\u005C[2ex] c &= 2 \u005Cend {align*}"]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","12"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Passport to Advanced Math/Nonlinear equations in one variable and systems of equations in two variables"],["Difficulty","4"],["Question","For a positive real number~$a$, where~$a^3 = 3$, what is the value of~$a^9 + a^6$?"],["Choices","15,36,45,756"],["Answer","B"],["Solution","If~$a^3=3$, then we can square and cube this equation to find the values of $a^6$ and~$a^9$: \u005Cpar \u005Cbegin {align*} a^6 &= \u005Cleft (a^3\u005Cright )^2 = 3^2 = 9 \u005C\u005C a^9 &= \u005Cleft (a^3\u005Cright )^3 = 3^3 = 27 \u005C\u005C \u005Cend {align*} \u005Cpar Thus,~$a^9+a^6=27+9=36$, so choice~\u005CTextChoice {2} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","13"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Additional Topics in Math/Circles"],["Difficulty","3"],["Diagram","$x^2 + 4x + y^2 - 6y - 3 = 0$"],["Question","In the $xy$‑plane, the graph of the equation above is a circle. What is the center of the circle?"],["Choices","\u005CTuple {-3,2}, \u005CTuple {-2,3}, \u005CTuple {2,-3}, \u005CTuple {3,-2}"],["Answer","B"],["Solution","To find the center of the circle, we can complete the squares in the given equation. \u005Cpar \u005Cbegin {align*} x^2 + 4x + y^2 - 6y - 3 &= 0 \u005C\u005C \u005Cleft (x^2+4x+4\u005Cright )+\u005Cleft (y^2-6y+9\u005Cright ) &= 3+4+9 \u005C\u005C (x+2)^2+(y-3)^2 &= 16 \u005C\u005C \u005Cend {align*} \u005Cpar The center is thus~\u005CTuple {-2,3}."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","14"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Heart of Algebra/Linear equations in two variables"],["Difficulty","4"],["Analysis Category","Science"],["Question","A geologist determines that the current width of a fault is 47.23~centimeters and estimates that the width of the fault will increase by 6.4~centimeters every 10~years. Which of the following equations best represents the estimated width of the fault~$w$, in centimeters, after $t$~years?"],["Choices","47.23+0.64t, 47.23+64t, (6.4)47.23+10t, 47.23t+64"],["Choices Align",">{w=}M"],["Answer","A"],["Solution","The current width of the fault is 47.23~centimeters. Every 10~years, this width increases by 6.4~centimeters, so every year, this width increases by $\u005Cfrac {6.4}{10}=0.64$~centimeters. Thus, after $t$~years, the width has increased by $0.64t$~centimeters from the original value of 47.23~centimeters. Therefore, the width after $t$~years can be expressed as~$47.23+0.64t$, so choice~\u005CTextChoice {1} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","15"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Passport to Advanced Math/Equivalent expressions"],["Difficulty","5"],["Question","If~$y^{\u005Cfrac {2}{3}} = x^{\u005Cfrac {7}{2}}$, where $x>0$ and~$y>0$, what is $y^{\u005Cfrac {1}{6}}$ in terms of~$x$?"],["Choices","x^{\u005Cfrac {7}{8}}, \u005Cfrac {1}{4} x^{\u005Cfrac {7}{2}}, x^{\u005Cfrac {7}{2}} - x^{\u005Cfrac {21}{8}}, x^{14}"],["Choices Align","M"],["Answer","A"],["Solution","Raise both sides of the equation to the power~$\u005Cfrac {3}{2}$ to solve for~$y$: \u005Cpar \u005Cbegin {align*} y^{\u005Cfrac {2}{3}} &= x^{\u005Cfrac {7}{2}} \u005C\u005C \u005Cleft (y^{\u005Cfrac {2}{3}}\u005Cright )^{\u005Cfrac {3}{2}} &= \u005Cleft (x^{\u005Cfrac {7}{2}}\u005Cright )^{\u005Cfrac {3}{2}} \u005C\u005C y &= x^{\u005Cfrac {7}{2} \u005Ccdot \u005Cfrac {3}{2}} \u005C\u005C y &= x^{\u005Cfrac {21}{4}} \u005C\u005C \u005Cend {align*} \u005Cpar We want to find the value of~$y^{\u005Cfrac {1}{6}}$, so raise both sides of this equation to the power~$\u005Cfrac {1}{6}$: \u005Cpar \u005C[ y^{\u005Cfrac {1}{6}} = \u005Cleft (x^{\u005Cfrac {21}{4}}\u005Cright )^{\u005Cfrac {1}{6}} = x^{\u005Cfrac {21}{4}\u005Ccdot \u005Cfrac {1}{6}} = x^{\u005Cfrac {7}{8}} \u005C] \u005Cpar Alternatively, raising both sides of the original equation to the power~$\u005Cfrac {1}{4}$ will yield the result directly. (Student who are aware of and understand such an approach typically do not have difficulties with this question.)"]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","16"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Passport to Advanced Math/Nonlinear functions"],["Difficulty","2"],["Question","If $f(x) = 2x^2 + ax + b$ and $a$ and~$b$ are positive integers less than~3, what is one possible value of~$f(3)$?"],["Answer","22; 23; 25; 26"],["Solution","If $a$ and~$b$ are positive integers less than~3, then $a$ and~$b$ are equal to either 1 or~2. If $a=1$ and~$b=1$, then~$f(3)=2(3^2)+3+1=22$. \u005Cpar We need only one possible answer, but we include the others for completeness. If $a=1$ and~$b=2$, then~$f(3)=2(3^2)+3+2=23$. If $a=2$ and~$b=1$, then~$f(3)=2(3^2)+6+1=25$. If $a=2$ and~$b=2$, then~$f(3)=2(3^2)+6+2=26$."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","17"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Additional Topics in Math/Right triangles and trigonometry"],["Difficulty","3"],["Question","An angle with a measure of~\u005CAng {315} has a measure of $r \u005Cpi $~radians. What is the value of~$r$?"],["Answer","$\u005Cfrac {7}{4}$; 1.75"],["Solution","A measure of $\u005Cpi $~radians is equivalent to a measure of~\u005CAng {180}. To convert from degrees to radians, we multiply by~$\u005Cfrac {\u005Cpi }{\u005CAng {180}}$: \u005Cpar \u005C[ \u005CAng {315} \u005Ccdot \u005Cfrac {\u005Cpi }{\u005CAng {180}} = \u005Cfrac {315}{180} \u005Cpi = \u005Cfrac {7}{4}\u005Cpi \u005C]"]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","18"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Heart of Algebra/Linear equations in one variable"],["Difficulty","3"],["Diagram","$\u005Cleft | x - a \u005Cright | = 37$"],["Question","In the equation above, $a$ is a constant, and both 17~and~91 are solutions to the equation. What is the value of~$a$?"],["Answer","54"],["Solution","If 17 is a solution to the equation, then~$\u005Cleft |17-a\u005Cright |=37$, so~$17-a = \u005Cpm 37$. The two possible values of~$a$ are $-20$ and~54. \u005Cpar At this point, since we cannot enter negative numbers on the answer sheet, we know that~$a=54$. We present a more mathematical approach for completeness. \u005Cpar Now use the second solution,~91, the same way we used~17 above. If 91 is a solution, then~$\u005Cleft |91-a\u005Cright |=37$, so~$91-a = \u005Cpm 37$. The two values of~$a$ are 54 and~128. The only common value of~$a$ when using the two solutions is~54, so it must be correct. \u005Cpar Alternatively, this equation tells us that both 17 and~91 are 37~away from~$a$, so $a$ is equal to the average of these two values. Since~$\u005Cfrac {17+91}{2}=54$, the correct answer is~54."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","19"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Heart of Algebra/Linear inequalities in one or two variables"],["Difficulty","5"],["Question","At a car wash, the interior and exterior of each car are cleaned. At most one car can be cleaned at a time, and the interior and exterior of each car are cleaned separately. The interior of each car requires 3~ounces of cleaning fluid and takes 10~minutes to clean, and the exterior of each car requires 5~ounces of cleaning fluid and takes 20~minutes to clean. If the car wash has 100~ounces of cleaning fluid and 400~minutes to clean cars, what is the maximum number of cars that can be cleaned?"],["Answer","12"],["Solution","Each car requires a total of 8~ounces of cleaning fluid and 30~minutes of time to clean. There is enough cleaning fluid for $\u005Cfrac {100}{8} = 12.5$~cars, so at most 12~cars can be cleaned with the supply of cleaning fluid. There is enough time for $\u005Cfrac {400}{30} \u005Capprox 13.33$~cars, so at most 13~cars can be cleaned with the supplied time. Thus, the supply of cleaning fluid limits the number of cars that can be cleaned to~12."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","20"],["Problem Set Number","3"],["Test","SAT"],["Subject","Mathematics"],["No Calculator"],["Category","Passport to Advanced Math/Nonlinear functions"],["Difficulty","5"],["Diagram","$f(x) = (x+2)^2(x+5)$"],["Question","The function~$f$ is defined above. If~$f(-2a)=0$, where $a$ is a constant, what is one possible value of~$a$?"],["Answer","1; $\u005Cfrac {5}{2}$; 2.5"],["Solution","If~$f(-2a)=0$, then we plug $-2a$ into the definition of~$f$ for~$x$ and solve for~$a$: \u005Cpar \u005Cbegin {align*} f(-2a) &= 0 \u005C\u005C (-2a+2)^2(-2a+5) &= 0 \u005C\u005C \u005Cend {align*} \u005Cpar Given the form of this equation, we know that either $-2a+2=0$ or~$-2a+5=0$. Solve these two equations to get $a=1$ or~$a=\u005Cfrac {5}{2}$."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","1"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Heart of Algebra/Linear equations in one variable"],["Difficulty","1"],["Question","If~$12-2x=4$, what is the value of~$4x$?"],["Choices","2,4,8,16"],["Answer","D"],["Solution","If~$12-2x=4$, then~$2x=12-4=8$. From here, we have two approaches. \u005Cpar \u005Cbegin {enumerate} \u005Citem We can solve for~$x$ to get~$x=4$, and plug this value into~$4x$ to get~16. \u005Citem We can multiply both sides of the equation~$2x=8$ by~2 to get~$4x=16$. \u005Cend {enumerate} \u005Cpar Either way, choice~\u005CTextChoice {4} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","2"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Percentages"],["Analysis Category","History/Social Studies"],["Difficulty","2"],["Question","In~1970, the Empire State Building was the world’s tallest building with a height of \u005Cnum {1250}~feet. In~1975, the Sears Tower was the world’s tallest building with a height of \u005Cnum {1450}~feet. By what percent was the height of the Sears Tower greater than the height of the Empire State Building?"],["Choices","5,14,16,20"],["Choices Align","r<{\u005C%}"],["Answer","C"],["Solution","To find the percent increase, we find the actual increase and divide by the original value. The actual increase in the height was $\u005Cnum {1450}-\u005Cnum {1250}=200$~feet. The percent increase is thus~$\u005Cfrac {200}{\u005Cnum {1250}}=0.16$ or~16\u005C%."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","3"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Ratios, rates, proportional relationships, and units"],["Difficulty","2"],["Question","A food-supply company fills aluminum cans with 12~ounces of a beverage. How many of these cans can be filled with 60~\u005Culine {gallons} of the beverage? ($\u005CSi {1}{gallon}=\u005CSi {128}{ounces}$)"],["Choices","640,720,1280,1536"],["Answer","A"],["Solution","Since 60~gallons is equivalent to $128(60)=\u005Cnum {7680}$~ounces and each can requires 12~ounces of the beverage, a total of $\u005Cfrac {\u005Cnum {7680}}{12} = 640$~cans can be filled."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","4"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Two-variable data: models and scatterplots"],["Analysis Category","Science"],["Difficulty","2"],["Question","During a snow storm, snow fell for eight hours. The snow initially fell rapidly and accumulated on the ground but then fell more slowly as the storm went on. The height of the accumulated snow was measured each hour during the storm. Which of the following graphs could represent the total accumulated height of the snow from the storm during the eight hours?"],["Choices",["\u005Cbegin {tikzpicture}[inline] \u005Cbegin {axis}[width=4.25cm, height=4.25cm, xlabel={Time (hours)}, ylabel={Snow height (inches)}, xmin=0, xmax=8, xtick={0,2,...,8}, ymin=0, ymax=16, ytick={0,4,...,16}, grid=major ] \u005Caddplot [only marks, mark=*] coordinates {(0,0.00) (1,5.20) (2,8.67) (3,10.98) (4,12.52) (5,13.55) (6,14.23) (7,14.69) (8,15.00) }; \u005Cend {axis} \u005Cend {tikzpicture}","\u005Cbegin {tikzpicture}[inline] \u005Cbegin {axis}[width=4.25cm, height=4.25cm, xlabel={Time (hours)}, ylabel={Snow height (inches)}, xmin=0, xmax=8, xtick={0,2,...,8}, ymin=0, ymax=16, ytick={0,4,...,16}, grid=major ] \u005Caddplot [only marks, mark=*] coordinates {(0,15.00) (1,9.80) (2,6.33) (3,4.02) (4,2.48) (5,1.44) (6,0.77) (7,0.31) (8,0.00) }; \u005Cend {axis} \u005Cend {tikzpicture}","\u005Cbegin {tikzpicture}[inline] \u005Cbegin {axis}[width=4.25cm, height=4.25cm, xlabel={Time (hours)}, ylabel={Snow height (inches)}, xmin=0, xmax=8, xtick={0,2,...,8}, ymin=0, ymax=16, ytick={0,4,...,16}, grid=major ] \u005Caddplot [only marks, mark=*] coordinates {(0,0.00) (1,0.31) (2,0.77) (3,1.44) (4,2.48) (5,4.02) (6,6.99) (7,9.80) (8,15.00) }; \u005Cend {axis} \u005Cend {tikzpicture}","\u005Cbegin {tikzpicture}[inline] \u005Cbegin {axis}[width=4.25cm, height=4.25cm, xlabel={Time (hours)}, ylabel={Snow height (inches)}, xmin=0, xmax=8, xtick={0,2,...,8}, ymin=0, ymax=16, ytick={0,4,...,16}, grid=major ] \u005Caddplot [only marks, mark=*] coordinates {(0,0.00) (1,1.875) (2,3.75) (3,5.625) (4,7.5) (5,9.375) (6,11.25) (7,13.125) (8,15.0) }; \u005Cend {axis} \u005Cend {tikzpicture}"]],["Answer","A"],["Solution","Based on the situation described, the height of the snow must increase, rapidly at first, and then gradually more slowly. So we are looking for an increasing graph with rapid growth near 0~hours and slower growth near 8~hours. Such a graph is given in choice~\u005CTextChoice {1}. \u005Cpar Choice~\u005CTextChoice {2} is incorrect because the graph is decreasing, not increasing. Choice~\u005CTextChoice {3} is incorrect because the rate at which the height increases is slower initially, not faster initially. Choice~\u005CTextChoice {4} is incorrect because the rate at which the height increases is constant, not fast and then slow."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","5"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Percentages"],["Difficulty","2"],["Question","Alvin starts reading a 325‑page book and reads 4\u005C% of the pages in the book each day until he has read all 325~pages. How many pages has Alvin read after 6~days?"],["Choices","24,40,54,78"],["Answer","D"],["Solution","Alvin reads 4\u005C% of the pages each day. Since there are 325~pages in the book, 4\u005C% of the pages is~13. Thus, after 6~days, he has read $6(13)=78$~pages."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","6"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Passport to Advanced Math/Nonlinear equations in one variable and systems of equations in two variables"],["Difficulty","2"],["Diagram","$\u005Csqrt {7-2x}=x-2$"],["Question","What is the solution set of the equation above?"],["Choices","\u005CSet {3}, \u005CSet {2,\u005Cfrac {7}{2}}, \u005CSet {-1}, \u005CSet {-1,3}"],["Answer","A"],["Solution","To solve the given equation, we must get rid of the square root. Square both sides of the equation and collect like terms to get a quadratic equation as shown below. \u005Cpar \u005Cbegin {align*} \u005Csqrt {7-2x} &= x-2 \u005C\u005C 7-2x &= (x-2)^2 \u005C\u005C 7-2x &= x^2-4x+4 \u005C\u005C 0 &= x^2-2x-3 \u005C\u005C 0 &= (x+1)(x-3) \u005C\u005C \u005Cend {align*} \u005Cpar The solutions to this quadratic are $-1$ and~3, but we must verify that these are solutions to the original equation. \u005Cpar If we plug in $-1$ for~$x$, we get $\u005Csqrt {7-2(-1)}=-1-2$. This equation is equivalent to~$\u005Csqrt {9}=-3$, which is clearly incorrect. \u005Cpar If we plug in 3 for~$x$, we get $\u005Csqrt {7-2(3)}=3-2$. This equation is equivalent to~$\u005Csqrt {1}=1$, which is correct. \u005Cpar The only solution to this equation is~$3$, so choice~\u005CTextChoice {1} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","7"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Ratios, rates, proportional relationships, and units"],["Analysis Category","Science"],["Multiple Question","information"],["Difficulty","3"],["Diagram","Power of Old and New Appliances \u005Cpar \u005Cmedskip \u005Cpar \u005Cbegin {tabular}{|l|z{4}|z{4}|} \u005Ccline {2-3} \u005Cmulticolumn {1}{c|}{} & \u005Cmulticolumn {2}{c|}{Power (joules per second)} \u005C\u005C \u005Chline \u005Cmulticolumn {1}{|c|}{Appliance} & \u005Cmulticolumn {1}{>{\u005Ccentering \u005Carraybackslash }p{4.5em}|}{Old} & \u005Cmulticolumn {1}{>{\u005Ccentering \u005Carraybackslash }p{4.5em}|}{New} \u005C\u005C \u005Chline Refrigerator & 234 & 126 \u005C\u005C \u005Chline Microwave & 1640 & 1023 \u005C\u005C \u005Chline Air conditioner & 6200 & 2800 \u005C\u005C \u005Chline Television & 142 & 67 \u005C\u005C \u005Chline \u005Cend {tabular}"],["Diagram Post Text","A household replaced old appliances with new models to conserve energy. The table above shows the power consumption of a household’s old and new appliances. The power, in joules per second, is the energy used, in joules, each second the appliance is active."],["Question","How much less energy, in joules, is used by the new refrigerator than the old refrigerator in one \u005Culine {minute}?"],["Choices","5520,6480,7560,14040"],["Answer","B"],["Solution","The power consumption of the old refrigerator is 234~joules per second, and the power consumption of the new refrigerator is 126~joules per second, so the power consumption of the new refrigerator is $234-126=108$~joules per second less than the power consumption of the old refrigerator. At a rate of 108~joules per second, the total difference in the energy used in one \u005Cemph {minute} is $60(108)=\u005Cnum {6480}$~joules. Choice~\u005CTextChoice {2} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","8"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/One-variable data: distributions and measures of center and spread"],["Analysis Category","Science"],["Difficulty","3"],["Question","The average (arithmetic mean) power consumption of the four new appliances, in joules per second, is how much less than average power consumption of the four old appliances?"],["Choices","432,850,1050,4200"],["Answer","C"],["Solution","First, we compute the average power consumptions for the old and new appliances: \u005Cpar \u005Cbegin {align*} \u005Ctext {old average} &= \u005Cfrac {234+\u005Cnum {1640}+\u005Cnum {6200}+142}{4} = \u005CSi {2054}{joules per second} \u005C\u005C[2ex] \u005Ctext {new average} &= \u005Cfrac {126+\u005Cnum {1023}+\u005Cnum {2800}+67}{4} = \u005CSi {1004}{joules per second} \u005C\u005C \u005Cend {align*} \u005Cpar Thus, the average power consumption of the new appliances is $\u005Cnum {2054}-\u005Cnum {1004}=\u005Cnum {1050}$~joules per second less than the average power consumption of the old appliances."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","9"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Passport to Advanced Math/Equivalent expressions"],["Difficulty","2"],["Question","If~$4a=b$, what is $\u005Cfrac {b^2}{2}$ in terms of~$a$?"],["Choices","\u005Cfrac {a^2}{4},\u005Cfrac {a^2}{2},4a^2,8a^2"],["Choices Align","M"],["Answer","D"],["Solution","If~$4a=b$, then squaring both sides yields~$16a^2=b^2$. Divide both sides by~2 to get~$\u005Cfrac {b^2}{2}=8a^2$."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","10"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Heart of Algebra/Linear functions"],["Difficulty","2"],["Question","When a light bulb is first turned on, its brightness is 450~lumens. The brightness increases at a constant rate of 20~lumens per second until the light bulb reaches its maximum brightness of 950~lumens 25~seconds later. Which of the following functions best represents the brightness of the light bulb~$b(s)$, in lumens, $s$~seconds after the light bulb is first turned on, for~$0 \u005Cleq s \u005Cleq 25$?"],["Choices","450+20s, 450+25s, 950+20s, 950+25s"],["Choices Align",">{b(s)=}M"],["Answer","A"],["Solution","When~$s=0$, the brightness is 450~lumens. The brightness increases by 20~lumens each second. Thus, after $s$~seconds, the brightness is $450+20s$~lumens. Therefore, choice~\u005CTextChoice {1} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","11"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Evaluating statistical claims: observational studies and experiments"],["Analysis Category","History/Social Studies"],["Difficulty","3"],["Question","To determine the number of recent graduates of a college who plan to start working within the next four weeks, Esteban surveyed 80~recent graduates of the college at an on-campus job fair. Of those surveyed, 90~percent plan to start working within the next four weeks. Which of the following statements must be true?"],["Choices",["Of the recent graduates of the college, 90~percent plan to start working within the next four weeks.","Of the recent graduates of the college, 90~percent will be working in four weeks.","The sample size is too small to draw a reliable conclusion.","No prediction should be made because of the location the survey was given."]],["Answer","D"],["Solution","The survey was conducted to determine the number of recent graduates who plan to start working within the next four weeks. Those graduates at a job fair are likely to be actively seeking work, so the location the survey was conducted will likely produce biased results. Thus, choice~\u005CTextChoice {4} is correct. \u005Cpar Choice~\u005CTextChoice {1} is incorrect because of the reason mentioned above; we cannot draw a reliable conclusion based on the location of the survey. Choice~\u005CTextChoice {2} is incorrect because graduates planning to start working within the next four weeks will not necessarily be working in four weeks time. Choice~\u005CTextChoice {3} is incorrect because the sample size of 80~students is sufficient to produce an estimate, as long as the 80~students are randomly selected from the population."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","12"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Passport to Advanced Math/Equivalent expressions"],["Difficulty","4"],["Question","If~$\u005Cfrac {2x+5y}{2y}=8$, what is the value of~$\u005Cfrac {x}{2y}$?"],["Choices","\u005Cfrac {11}{8}, \u005Cfrac {11}{4}, \u005Cfrac {11}{2}, 6"],["Choices Align","M"],["Answer","B"],["Solution","There is not much we can do with the right-hand side of the equation, so focus on the left-hand side. We can split the numerator of the fraction and move the resulting constants to the right-hand side. \u005Cpar \u005Cbegin {align*} \u005Cfrac {2x+5y}{2y} &= 8 \u005C\u005C[2ex] \u005Cfrac {2x}{2y}+\u005Cfrac {5y}{2y} &= 8 \u005C\u005C[2ex] \u005Cfrac {x}{y}+\u005Cfrac {5}{2} &= 8 \u005C\u005C[2ex] \u005Cfrac {x}{y} &= \u005Cfrac {11}{2} \u005C\u005C \u005Cend {align*} \u005Cpar Since~$\u005Cfrac {x}{y}=\u005Cfrac {11}{2}$, we can divide both sides by~2 to get~$\u005Cfrac {x}{2y}=\u005Cfrac {11}{4}$."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","13"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Heart of Algebra/Linear equations in two variables"],["Analysis Category","History/Social Studies"],["Multiple Question","information"],["Difficulty","3"],["Diagram Pre Text","The scatterplot below shows the number of electric utility coal power plants in the United States from 2006 to~2014, where $x$ represents the number of years since~2006 and $y$ represents the number of power plants. The line of best fit for the data is shown."],["Diagram","\u005Cbegin {tikzpicture} \u005Cbegin {axis}[title={Electric Utility Coal Power Plants in the United States}, xlabel={Number of years since~2006}, ylabel={Number of plants}, axis line style={->}, set end axis labels={$x$}{$y$}, xmin=0, xmax=9, xtick={0,2,...,8}, minor xtick={0,...,8}, minor tick style={draw}, ymin=260, ymax=370, ytick={280,300,...,360}, axis y discontinuity=crunch, extra y ticks={260}, extra y tick labels={0} ] \u005CAddPlotAndRegression {0 & 353 \u005C\u005C 1 & 351 \u005C\u005C 2 & 348 \u005C\u005C 3 & 340 \u005C\u005C 4 & 333 \u005C\u005C 5 & 332 \u005C\u005C 6 & 315 \u005C\u005C 7 & 300 \u005C\u005C 8 & 286 \u005C\u005C } \u005Cend {axis} \u005Cend {tikzpicture}"],["Question","Which of the following is closest to the equation of the line of best fit?"],["Choices","-\u005Cfrac {33}{4}x+362, \u005Cfrac {33}{4}x+362, -362x+\u005Cfrac {33}{4}, -\u005Cfrac {33}{4}x"],["Choices Align",">{y=}M"],["Answer","A"],["Solution","The line of best fit has a $y$‑intercept slightly above~\u005CTuple {0,360} and a negative slope. Choices \u005CTextChoice {3} and~\u005CTextChoice {4} do not have a reasonable $y$‑intercept, and choice~\u005CTextChoice {2} has a positive slope. Choice~\u005CTextChoice {1} must be correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","14"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Heart of Algebra/Linear equations in two variables"],["Analysis Category","History/Social Studies"],["Difficulty","3"],["Question","Which of the following is the best interpretation of the $y$‑intercept of the line of best fit?"],["Choices",["The actual number of electric utility coal power plants in the United States in~2006.","The predicted number of electric utility coal power plants in the United States in~2006.","The actual number of electric utility coal power plants in the United States built before~2006.","The predicted number of electric utility coal power plants in the United States built before~2006."]],["Answer","B"],["Solution","The line of best fit gives predicted values, not actual values. The actual values are given by the points on the graph. Since the graph depicts the number of electric utility coal power plants in the United States, choice~\u005CTextChoice {2} is correct. (Choices \u005CTextChoice {3} and~\u005CTextChoice {4} are incorrect because the graph does not tell us when coal power plants were built.)"]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","15"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Heart of Algebra/Linear equations in one variable"],["Difficulty","3"],["Question","At a sporting goods store, each baseball weighs 5.25~ounces, and each softball weight $w$~more ounces than each baseball. A display case at the store contains 10~baseballs and 10~softballs, and the total weight of the baseballs and softballs in the case is 120~ounces. What is the value of~$w$?"],["Choices","0.85,1.20,1.25,1.50"],["Answer","D"],["Solution","The weight of each softball is $5.25+w$~ounces, so the weight of 10~baseballs and 10~softballs is $10(5.25)+10(5.25+w)$~ounces. The question says that this weight is 120~ounces, so we can solve for~$w$: \u005Cpar \u005Cbegin {align*} 10(5.25)+10(5.25+w) &= 120 \u005C\u005C 52.5+52.5+10w &= 120 \u005C\u005C 105 + 10w &= 120 \u005C\u005C 10w &= 15 \u005C\u005C w &= 1.5 \u005Cend {align*} \u005Cpar Choice~\u005CTextChoice {4} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","16"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Heart of Algebra/Linear inequalities in one or two variables"],["Difficulty","3"],["Question","A software company will spend no more than \u005C$\u005Cnum {26500} to upgrade the equipment used by a department with 16~people. The company will purchase at least 1~computer and at least 2~monitors for each person. The company will also purchase at least 3~extra computers and at least 5~extra monitors as backups. The price of each computer is~\u005C$900, and the price of each monitor is~\u005C$280. If $c$ represents the number of computers and $m$ represents the number of monitors the company will purchase, which of the following systems of inequalities represents this situation?"],["Choices","\u005Cbegin {aligned}[t] &c+m \u005Cleq \u005Cnum {26500} \u005C\u005C &c \u005Cgeq 19 \u005C\u005C &m \u005Cgeq 37 \u005C\u005C \u005Cend {aligned}, \u005Cbegin {aligned}[t] &c+m \u005Cleq \u005Cnum {26500} \u005C\u005C &c \u005Cgeq 16 \u005C\u005C &m \u005Cgeq 32 \u005C\u005C \u005Cend {aligned}, \u005Cbegin {aligned}[t] &900c+280m \u005Cleq \u005Cnum {26500} \u005C\u005C &c \u005Cgeq 19 \u005C\u005C &m \u005Cgeq 37 \u005C\u005C \u005Cend {aligned}, \u005Cbegin {aligned}[t] &900c+280m \u005Cleq \u005Cnum {26500} \u005C\u005C &19c \u005Cleq 900 \u005C\u005C &37m \u005Cleq 280 \u005C\u005C \u005Cend {aligned}"],["Choices Align","M"],["Answer","C"],["Solution","The company will purchase at least 1~computer per person and at least 3~extras. Since there are 16~people in the department,~$c \u005Cgeq 16+3 = 19$. \u005Cpar The company will purchase at least 2~monitors per person and at least 5~extras. Since there are 16~people in the department,~$m \u005Cgeq 2(16)+5 = 37$. \u005Cpar The total price of $c$~computers is~$\u005C$900c$, and the total price of $m$ monitors is~$\u005C$280m$. The budget for the upgrade is~$\u005C$\u005Cnum {26500}$, so $900c+280m \u005Cleq \u005Cnum {26500}$. \u005Cpar These three inequalities are given in choice~\u005CTextChoice {3}."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","17"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Ratios, rates, proportional relationships, and units"],["Analysis Category","Science"],["Difficulty","3"],["Question","A portable electric generator has a power output of 5.5~kilowatts. Which of the following is closest to the total power output, in \u005Culine {horsepower}, of 4~of these generators? (1~horsepower is approximately 0.746~kilowatts.)"],["Choices","4.1,7.4,16.4,29.5"],["Answer","D"],["Solution","If one generator has a power output of 5.5~kilowatts, 4~of these generators have a total power output of $4(5.5)=22$~kilowatts. Given the approximate conversion in the question, we convert kilowatts to horsepower: \u005Cpar \u005C[ \u005CSi {22}{kilowatts} \u005Ccdot \u005Cfrac {\u005CSi {1}{horsepower}}{\u005CSi {0.746}{kilowatts}} \u005Capprox \u005CSi {29.49}{horsepower} \u005C] \u005Cpar Choice~\u005CTextChoice {4} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","18"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Two-variable data: models and scatterplots"],["Difficulty","3"],["Diagram","\u005Cbegin {tikzpicture} \u005Cbegin {axis}[height=6cm, title={Cell-Phone Battery Level}, xlabel={Time (hours)}, ylabel={Battery level \u005C\u005C (percent of capacity)}, ylabel style={align=flush center}, xmin=0, xmax=12, xtick={0,2,...,12}, minor xtick={0,1,...,12}, minor tick style={draw}, ymin=0, ymax=100, ytick={0,10,...,100}, xminorgrids, ymajorgrids ] \u005Caddplot coordinates {(0,25) (2,55) (6,32) (9,77) (12,53) }; \u005Cend {axis} \u005Cend {tikzpicture}"],["Question","In the morning, the battery level on Anna’s cell phone was low, so she began charging it. She then stopped charging her phone and went to a park with her cell phone, during which time the battery level decreased. She returned home, began charging her phone again, and then stopped charging her phone again and went to the library. The battery level of Anna’s cell phone during the 12~hours from the morning to when she was at the library is shown in the graph above. For how many total hours during the 12‑hour period was Anna’s cell phone being charged?"],["Choices","2,3,5,6"],["Answer","C"],["Solution","The cell phone is being charged when the graph shows that the battery level is increasing. The battery level increases from 0~hours to 2~hours and then again from 6~hours to 9~hours. Thus, the total time the phone was being charged is $2+3=5$~hours."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","19"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Heart of Algebra/Linear equations in two variables"],["Difficulty","2"],["Question","A university had 37~graduate students in a program when it began to expand the program. In each of the first 8~semesters after the start of expansion, 6~new graduate students enrolled in the program, and 2~graduate students finished the program. During these 8~semesters, which of the following equations best models the number of graduate students~$g$ in the program $s$~semesters after the university started expanding the program?"],["Choices","-2s+37, 3s+37, 4s+37, 6s+37"],["Choices Align",">{g=}M"],["Answer","C"],["Solution","Each semester, there are 6~new graduate students, and 2~graduate students leave, for a net increase of 4~graduate students. Thus, $s$~semesters after the university started expanding the program, the number of graduate students had increased by~$4s$. Since there were 37~graduate students initially, we get the equation~$g=4s+37$. Choice~\u005CTextChoice {3} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","20"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Percentages"],["Difficulty","3"],["Diagram Pre Text","In a contest, participants guessed the number of coins in each of two jars. Nobody guessed the correct number of coins in either jar, and the contest designers recorded the number of participants who guessed under or over the correct values for each jar in the table below."],["Diagram","\u005Cbegin {tabular}{|c|c|z{2}|z{2}|} \u005Chline \u005Cmulticolumn {1}{|c}{} & & \u005Cmulticolumn {2}{c|}{Jar~A} \u005C\u005C \u005Ccline {3-4} \u005Cmulticolumn {1}{|c}{} & & \u005Cmulticolumn {1}{c|}{Under} & \u005Cmulticolumn {1}{c|}{Over} \u005C\u005C \u005Chline \u005Cmultirow {2}{*}{Jar~B} & Under & 19 & 9 \u005C\u005C \u005Ccline {2-4} {} & Over & 7 & 15 \u005C\u005C \u005Chline \u005Cend {tabular}"],["Question","What percent of the participants guessed under the correct value for jar~A?"],["Choices","18,30,52,56"],["Choices Align","r<{\u005C%}"],["Answer","C"],["Solution","We can add the numbers in the table to find that there were 50~total participants. Of those~50, a total of~19 guessed under the correct value for jar~A and under the correct value for jar~B, and a total of~7 guessed under the correct value for jar~A and over the correct value for jar~B. Thus, $19+7=26$~participants guessed under the correct value for jar~A. Since 26 is 52\u005C% of~50, choice~\u005CTextChoice {3} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","21"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Passport to Advanced Math/Nonlinear functions"],["Difficulty","3"],["Question","If $f$~is a polynomial and the roots of~$f$ are $-3$, 1, and~3, which of the following could be~$f(x)$?"],["Choices","(x-3)^2 + (x-1) + (x+3)^2, (x-3)^2(x+1)(x+3)^2, (x^2-3)(x-1), (x^2-9)(x-1)^2"],["Choices Align",">{f(x)=}M"],["Answer","D"],["Solution","If the roots of~$f$ are $-3$, 1, and~3, then $x+3$, $x-1$, and~$x-3$ must be factors of~$f$. In choice~\u005CTextChoice {4}, we can factor $x^2-9$ as~$(x-3)(x+3)$, yielding~$f(x)=(x-3)(x+3)(x-1)^2$, which has the correct factors. Choice~\u005CTextChoice {4} is correct. \u005Cpar Choice~\u005CTextChoice {1} is incorrect because the roots are not equal to those given in the question. For example, $f(1)=(1-3)^2+(1-1)+(1+3)^2=20$, so 1 is not a root. \u005Cpar The roots of choice~\u005CTextChoice {2} are $-3$, $-1$, and~3, so the root of~1 is missing. \u005Cpar The roots of choice~\u005CTextChoice {3} are $\u005Cpm \u005Csqrt {3}$ and~1, so the roots of $-3$ and~3 are missing."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","22"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Heart of Algebra/Systems of two linear equations in two variables"],["Difficulty","3"],["Diagram","$\u005Cbegin {aligned} 2x + 5y &= -3 \u005C\u005C 6x + 15y &= a \u005C\u005C \u005Cend {aligned}$"],["Question","In the system of equations above, $a$~is a constant. For what value of~$a$ will there be infinitely many solutions to the system?"],["Choices","-9,-3,1,3"],["Answer","A"],["Solution","If the system has infinitely many solutions, then the two equations in the system are constant multiples of each other. The $x$‑ and $y$‑coefficients in the second equation are 3~times the corresponding coefficients in the first equation, so the constant,~$a$, in the second equation must be 3~times the constant in the first equation. Since the constant in the first equation is~$-3$, the value of~$a$ is~$3(-3)=-9$."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","23"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Two-variable data: models and scatterplots"],["Analysis Category","Science"],["Difficulty","3"],["Question","Which of the following describes a linear relationship between the pair of variables listed?"],["Choices",["The number of bacteria in a culture,~$n$, doubles each hour~$h$.","For every 10~years~$t$, the total volume of a glacial ridge~$V$ decreases by~1.5\u005C%.","Every million years~$m$, the diameter of a star increases by~0.02\u005C%.","Each second~$s$, the speed~$p$ of an object increases at a constant rate of 32~feet per second."]],["Answer","D"],["Solution","In choice~\u005CTextChoice {1}, the number of bacteria doubles each hour, so the growth is exponential, not linear. In choice~\u005CTextChoice {2}, the volume decreases by a percentage every 10~years, representing an exponential decay of the volume. In choice~\u005CTextChoice {3}, the diameter increases by a percentage every million years, representing an exponential growth of the diameter. In choice~\u005CTextChoice {4}, the speed increases at a \u005Cemph {constant} rate, so the growth is linear."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","24"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Heart of Algebra/Linear functions"],["Difficulty","4"],["Diagram","\u005Cbegin {tikzpicture} \u005Ccoordinate (O) at (0,0); \u005Cdraw [fill=black!20] (O) circle (0.8); \u005Cnode at (O) {sculpture}; \u005Cforeach \u005Cj in {1,...,8} {\u005Ccoordinate (r1-\u005Cj ) at ($({360/8*\u005Cj }:1.1)$); \u005CPoint {r1-\u005Cj } } \u005Cdraw [thin] (O) circle (1.4); \u005Cforeach \u005Cj in {1,...,12} {\u005Ccoordinate (r2-\u005Cj ) at ($({360/12*\u005Cj }:1.7)$); \u005CPoint {r2-\u005Cj } } \u005Cdraw [thin] (O) circle (2.0); \u005Cend {tikzpicture}"],["Question","A gardener is planting flowers in circular rings around a sculpture, starting with the innermost ring. Each ring after the first has 4~more flowers than the previous ring, and the first two rings are shown in the figure above. Which of the following represents the number of flowers in the $r$th~ring?"],["Choices","4r, 4(r+1), 4(r+2), 8r+4"],["Choices Align","M"],["Answer","B"],["Solution","We can count in the figure that the first ring has 8~flowers. Since each successive ring has 4~more flowers, the $r$th ring has $8+4(r-1)$~flowers. This expression is equivalent to~$4(r+1)$, so choice~\u005CTextChoice {2} is correct. \u005Cpar Alternatively, when~$r=1$, the number of flowers is~8, so we can plug in 1 for~$r$ into the answer choices, eliminating all but the correct answer."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","25"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Two-variable data: models and scatterplots"],["Analysis Category","History/Social Studies"],["Difficulty","5"],["Multiple Question","information"],["Diagram Pre Text","A principal surveyed 20~randomly selected students about the number of hours they spent completing homework in the last week and the total number of classes they are taking. The results are shown, along with the line of best fit, in the scatterplot below."],["Diagram","\u005Cbegin {tikzpicture} \u005Cbegin {axis}[width=6cm, height=5.5cm, axis line style={->}, xmin=2, xmax=6.5, xtick={2,...,6}, ymin=5, ymax=27, ytick={5,10,...,25}, minor ytick={5,...,25}, minor tick style={draw}, set end axis labels={$x$}{$y$}, clip=false, xlabel={Number of classes}, ylabel={Time spent completing \u005C\u005C homework (hours)}, ylabel style={align=flush center} ] \u005CAddPlotAndRegression {3 & 14.45 \u005C\u005C 3 & 6.40 \u005C\u005C 3 & 11.85 \u005C\u005C 3 & 10.56 \u005C\u005C 4 & 12.82 \u005C\u005C 4 & 13.58 \u005C\u005C 4 & 15.60 \u005C\u005C 4 & 12.86 \u005C\u005C 4 & 10.03 \u005C\u005C 5 & 20.31 \u005C\u005C 5 & 15.51 \u005C\u005C 5 & 14.61 \u005C\u005C 5 & 12.29 \u005C\u005C 5 & 18.16 \u005C\u005C 5 & 13.63 \u005C\u005C 6 & 20.11 \u005C\u005C 6 & 23.18 \u005C\u005C 6 & 21.76 \u005C\u005C 6 & 24.48 \u005C\u005C 6 & 21.15 \u005C\u005C } \u005Cend {axis} \u005Cend {tikzpicture}"],["Question","Another student in the school spent 15.5~hours completing homework in the last week. If the amount of time this student spent completing homework in the last week is greater than the amount predicted by the line of best fit, what is the greatest number of classes the student can be taking?"],["Choices","3,4,5,6"],["Answer","B"],["Solution","A student who spent 15.5~hours completing homework in the last week spent more time than predicted by the line of best fit for students taking 4 or fewer classes and less time than predicted by the line of best fit for students taking 5 or more classes. \u005Cpar \u005Cbegin {center} \u005Cbegin {tikzpicture} \u005Cbegin {axis}[width=6cm, height=5.5cm, axis line style={->}, xmin=2, xmax=6.5, xtick={2,...,6}, ymin=5, ymax=27, ytick={5,10,...,25}, minor ytick={5,...,25}, minor tick style={draw}, set end axis labels={$x$}{$y$}, clip=false, xlabel={Number of classes}, ylabel={Time spent completing \u005C\u005C homework (hours)}, ylabel style={align=flush center}, xmajorgrids ] \u005CAddPlotAndRegression {3 & 14.45 \u005C\u005C 3 & 6.40 \u005C\u005C 3 & 11.85 \u005C\u005C 3 & 10.56 \u005C\u005C 4 & 12.82 \u005C\u005C 4 & 13.58 \u005C\u005C 4 & 15.60 \u005C\u005C 4 & 12.86 \u005C\u005C 4 & 10.03 \u005C\u005C 5 & 20.31 \u005C\u005C 5 & 15.51 \u005C\u005C 5 & 14.61 \u005C\u005C 5 & 12.29 \u005C\u005C 5 & 18.16 \u005C\u005C 5 & 13.63 \u005C\u005C 6 & 20.11 \u005C\u005C 6 & 23.18 \u005C\u005C 6 & 21.76 \u005C\u005C 6 & 24.48 \u005C\u005C 6 & 21.15 \u005C\u005C } \u005Caddplot [domain=2:6.5] {15.5}; \u005Cend {axis} \u005Cend {tikzpicture} \u005Cend {center} \u005Cpar Thus, the student can be taking at most 4~classes."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","26"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Two-variable data: models and scatterplots"],["Analysis Category","History/Social Studies"],["Difficulty","4"],["Question","The slope of the line of best fit is~3.71. Which of the following can be concluded from this value?"],["Choices",["All students spent 3.71~hours completing homework in the last week for each of their class.","The predicted time for a student taking one class to have spent completing homework in the last week is 3.71~hours.","All students spent at least 3.71~hours completing homework in the last week.","For each additional class a student takes, the predicted time spent completing homework in the last week increases by 3.71~hours."]],["Answer","D"],["Solution","The slope of the line of best fit tells us the predicted change in the $y$~value for an increase of~1 in the $x$~value. Thus, an increase of 1~class results in a predicted increase of 3.71~hours in the number of hours spent completing homework in the last week. Therefore, choice~\u005CTextChoice {4} is correct. \u005Cpar Choices \u005CTextChoice {1} and~\u005CTextChoice {3} is incorrect because we cannot draw conclusions about all students from a line of best fit. (The 20~points on the graph that do not lie on the line of best fit should make that clear.) Choice~\u005CTextChoice {2} is incorrect because the slope indicates the change in~$y$ for a change of~1 in~$x$, not the value of~$y$ when~$x=1$."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","27"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Additional Topics in Math/Area and volume"],["Difficulty","4"],["Diagram","\u005Cbegin {tikzpicture}[scale=1.5] \u005Ccoordinate (A) at (0,0); \u005Ccoordinate (B) at (0:2); \u005Ccoordinate (C) at (60:2); \u005Ccoordinate (D) at (120:2); \u005Ccoordinate (E) at (180:2); \u005Ccoordinate (F) at ($(2,0) + (60:2)$); \u005Cdraw (E) -- (B) -- (F) -- (D) -- cycle; \u005Cdraw [dashed] (D) -- (A) -- (C) -- (B) (D) |- (A) (A) |- (D) (C) |- (B) (B) |- (C); \u005CLabelSegment [above left](D,E){4} \u005CLabelAngle [pos=0.45](A,E,D){\u005C \u005C \u005CAng {60}} \u005Ccoordinate (r-a) at (D|-E); \u005CRightAngle {D,r-a,E} \u005Cend {tikzpicture}"],["Question","A plastic sheet with a side of length 4~centimeters is cut into 8~congruent right triangles to use as faces in an 8‑sided game-board piece as shown in the figure above. What is the surface area of the piece, in square centimeters?"],["Choices","8,12,16,32"],["Choices Align","M[r]<{\u005Csqrt {3}}"],["Answer","C"],["Solution","The area of the piece is equal to the sum of the areas of the 8~triangles. Each triangle is a \u005CRTAngles {30}~right triangle with a hypotenuse of length 4~centimeters. We can fill in the lengths of the legs as shown in the following figure. \u005Cpar \u005Cbegin {center} \u005Cbegin {tikzpicture} \u005Ccoordinate (A) at (0,0); \u005Ccoordinate (B) at (60:4); \u005Ccoordinate (C) at (B|-A); \u005CRightAngle {A,C,B} \u005Cdraw (A) -- (B) -- (C) -- cycle; \u005CLabelAngle [pos=0.5](C,A,B){\u005C \u005C \u005CAng {60}} \u005CLabelSegment [above left](A,B){4} \u005CLabelSegment [below](A,C){2} \u005CLabelSegment [right](B,C){$2\u005Csqrt {3}$} \u005Cend {tikzpicture} \u005Cend {center} \u005Cpar The area of each triangle is thus~$\u005Cfrac {1}{2}(2)\u005Cleft (2\u005Csqrt {3}\u005Cright )=2\u005Csqrt {3}$. Since there are 8~triangles, the total area is~$8\u005Cleft (2\u005Csqrt {3}\u005Cright )=16\u005Csqrt {3}$."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","28"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Additional Topics in Math/Circles"],["Difficulty","4"],["Diagram","\u005Cbegin {tikzpicture} \u005Cbegin {axis}[Function Plot={x=-1:9 and y=-2:8}, xtick={2}, ytick={2}, clip=false ] \u005Cdraw (4,3) circle (5); \u005Cend {axis} \u005Cend {tikzpicture}"],["Question","Which of the following could be an equation of the circle in the $xy$‑plane above?"],["Choices","(x - 4)^2 + (y - 3)^2 = 9, (x - 4)^2 + (y - 3)^2 = 16, (x - 4)^2 + (y - 3)^2 = 25, (x + 4)^2 + (y + 3)^2 = 16"],["Choices Align","M"],["Answer","C"],["Solution","From the graph, we see that the center of the circle is at~\u005CTuple {4,3}. We can also see from the graph that the diameter of the circle is~10, so the radius is~5. Thus, an equation of this circle is~$(x-4)^2+(x-3)^2=25$, so choice~\u005CTextChoice {3} is correct. \u005Cpar Choices \u005CTextChoice {1} and~\u005CTextChoice {2} are the result of incorrectly determining the radius using the distance between the $x$‑intercepts and the distance between the $y$‑intercepts as the diameter. Choice~\u005CTextChoice {4} also incorrectly determines the radius, but the center is more obviously incorrect."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","29"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Passport to Advanced Math/Nonlinear functions"],["Difficulty","4"],["Question","The vertex of the graph of~$y = (x-2)(x-6)$ in the $xy$‑plane is~\u005CTuple {4,-4}. What is the $y$‑coordinate of the vertex of the graph of~$y = -2(x-2)(x-6) + 4$?"],["Choices","-4,4,8,12"],["Answer","D"],["Solution","The graph of~$y=-2(x-2)(x-6)+4$ is the image of the graph of~$y=(x-2)(x-6)$ after a scale and a vertical translation. Thus, the $x$‑coordinates of the vertices of these two graphs are equal. Plug 4 into~$y=-2(x-2)(x-6)+4$ for~$x$ to find the desired $y$‑coordinate: \u005Cpar \u005Cbegin {align*} y &= -2(x-2)(x-6)+4 \u005C\u005C y &= -2(4-2)(4-6)+4 \u005C\u005C y &= -2(2)(-2)+4 \u005C\u005C y &= 12 \u005C\u005C \u005Cend {align*} \u005Cpar Therefore, choice~\u005CTextChoice {4} is correct. \u005Cpar Alternatively, we can rewrite the equation~$y=-2(x-2)(x-6)+4$ in a form from which we can identify the coordinates of the vertex: \u005Cpar \u005Cbegin {align*} y &= -2(x-2)(x-6)+4 \u005C\u005C y &= -2(x^2-8x+12)+4 \u005C\u005C y &= -2x^2+16x-20 \u005C\u005C y &= -2(x^2-8x+10) \u005C\u005C y &= -2(x^2-8x+16-6) \u005C\u005C y &= -2((x-4)^2-6) \u005C\u005C y &= -2(x-4)^2+12 \u005C\u005C \u005Cend {align*} \u005Cpar From here we see that the coordinates of the vertex are~\u005CTuple {4,12}."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","30"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Additional Topics in Math/Area and volume"],["Difficulty","5"],["Diagram","\u005Cbegin {tikzpicture}[scale=0.6, baseline={(A)}] \u005Ccoordinate (A) at (0:3); \u005Ccoordinate (B) at (60:3); \u005Ccoordinate (C) at (180:3); \u005Ccoordinate (D) at (240:3); \u005Cdraw (A) -- (B) -- (C) -- (D) -- cycle; \u005Cdraw [dashed] (A) -- (C); \u005CLabelAngle [pos=0.75](C,A,D){\u005CAng {30}} \u005CLabelSegment [above right](A,B){$x$} \u005CLabelSegment [below left](C,D){$x$} \u005Cend {tikzpicture}\u005Chfill \u005Cbegin {tikzpicture}[scale=0.6, baseline={(A)}] \u005Ccoordinate (A) at (0:3); \u005Ccoordinate (B) at (60:3); \u005Ccoordinate (C) at (120:3); \u005Ccoordinate (D) at (180:3); \u005Cdraw (A) -- (B) -- (D); \u005Cdraw [fill=black!30] (A) -- (C) -- (D) -- cycle; \u005CLabelAngle [pos=1.1](B,A,C){\u005CAng {30}} \u005CLabelAngle [pos=1](C,A,D){\u005CAng {30}} \u005CLabelSegment [above right](A,B){$x$} \u005CLabelSegment [above left](C,D){$x$} \u005Cend {tikzpicture}"],["Question","A rectangular piece of paper with two sides of length $x$~inches has a white front side and gray back side. The paper was folded along the dotted line, creating one white triangle and one gray triangle as shown in the figure above. If the area of the white triangle is 18~square inches, what is the area of the gray triangle, in square inches?"],["Choices","36,54,72,90"],["Answer","B"],["Solution","The resulting figure includes two \u005CRTAngles {30}~right triangles. Using the lengths marked in the figure on the right, we can express the areas of both triangles in terms of~$x$. The two triangles are separated and the areas are calculated in the following figures. \u005Cpar \u005Cbegin {center} \u005Cbegin {tikzpicture}[baseline={(label.base)}] \u005Ccoordinate (A) at (0:3); \u005Ccoordinate (B) at (60:3); \u005Ccoordinate (C) at (120:3); \u005Ccoordinate (D) at (180:3); \u005Ccoordinate (X) at (intersection of A--C and B--D); \u005Cdraw (A) -- (B) -- (X) -- cycle; \u005CLabelAngle [pos=1.1](B,A,C){\u005CAng {30}} \u005CLabelSegment [above right](A,B){$x$} \u005CLabelSegment [above left](X,B){$\u005Cfrac {x}{\u005Csqrt {3}}$} \u005CLabelSegment [below left](X,A){$\u005Cfrac {2x}{\u005Csqrt {3}}$} \u005CRightAngle {A,B,X} \u005Cnode [below=1.5\u005Cbaselineskip ] (label) at (current bounding box.south) {$\u005Ctext {Area} = \u005Cfrac {1}{2}(x)\u005Cleft (\u005Cfrac {x}{\u005Csqrt {3}}\u005Cright ) = \u005Cfrac {x^2}{2\u005Csqrt {3}}$}; \u005Cend {tikzpicture}\u005Chfill \u005Cbegin {tikzpicture}[baseline={(label.base)}] \u005Ccoordinate (A) at (0:3); \u005Ccoordinate (B) at (60:3); \u005Ccoordinate (C) at (120:3); \u005Ccoordinate (D) at (180:3); \u005Cdraw [fill=black!30] (A) -- (C) -- (D) -- cycle; \u005CLabelAngle [pos=1](C,A,D){\u005CAng {30}} \u005CLabelSegment [above left](C,D){$x$} \u005CLabelSegment [above right](A,C){$x\u005Csqrt {3}$} \u005CLabelSegment [below](A,D){$2x$} \u005CRightAngle {A,C,D} \u005Cnode [below=1.5\u005Cbaselineskip ] (label) at (current bounding box.south) {$\u005Ctext {Area} = \u005Cfrac {1}{2}(x)\u005Cleft (x\u005Csqrt {3}\u005Cright ) = \u005Cfrac {x^2\u005Csqrt {3}}{2}$}; \u005Cend {tikzpicture} \u005Cend {center} \u005Cpar We are given that the area of the white triangle is 18~square inches, so~$\u005Cfrac {x^2}{2\u005Csqrt {3}}=18$. Multiply both sides by~$2\u005Csqrt {3}$ to get~$x^2=36\u005Csqrt {3}$. Plug this value into the expression for the area of the gray triangle to get~$\u005Cfrac {x^2\u005Csqrt {3}}{2}=\u005Cfrac {36\u005Csqrt {3}\u005Cleft (\u005Csqrt {3}\u005Cright )}{2}=54$. Choice~\u005CTextChoice {2} is correct."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","31"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Heart of Algebra/Linear inequalities in one or two variables"],["Difficulty","1"],["Question","If the value of~$\u005Cfrac {x}{2}+7$ is at least~20, what is the least possible value of~$x$?"],["Answer","26"],["Solution","The question states that $\u005Cfrac {x}{2}+7$ is at least~20. In inequality form, we have~$\u005Cfrac {x}{2}+7 \u005Cgeq 20$. Thus,~$x \u005Cgeq 2 (20 - 7) = 26$, so the least possible value of~$x$ is~26."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","32"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Passport to Advanced Math/Equivalent expressions"],["Difficulty","2"],["Question","If~$x>2$, what is the value of~$\u005Cfrac {4x^2-16}{(x+2)(x-2)}$?"],["Answer","4"],["Solution","We can factor~4 from the numerator to rewrite the given expression as~$\u005Cfrac {4(x^2-4)}{(x+2)(x-2)}$. We can further factor the numerator to get~$\u005Cfrac {4(x+2)(x-2)}{(x+2)(x-2)}$. Note that this expression is undefined when the denominator is equal to~0. But we know that~$x>2$, so we can safely assume that $x+2$ and~$x-2$ are nonzero. Thus, we can cancel these terms in the numerator and denominator, and we are left with the value~4."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","33"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Passport to Advanced Math/Nonlinear functions"],["Difficulty","2"],["Question","In the $xy$‑plane, the graph of~$y=x^2+5x+b$ is the image of the graph of~$y=x^2+5x-3$ after a translation of 12~units up, where $b$ is a constant. What is the value of~$b$?"],["Answer","9"],["Solution","If the graph of~$y=x^2+5x-3$ is translated 12~units up, we end up with the graph of~$y=x^2+5x-3+12$. Since this equation is equivalent to~$y=x^2+5x+9$, we conclude that~$b=9$."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","34"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/One-variable data: distributions and measures of center and spread"],["Difficulty","2"],["Diagram","\u005Cbegin {tabular}{|z{1}|z{1}|} \u005Chline \u005Cmulticolumn {1}{|c|}{Number of computers} & \u005Cmulticolumn {1}{c|}{Frequency} \u005C\u005C \u005Chline 1 & 1 \u005C\u005C \u005Chline 2 & 3 \u005C\u005C \u005Chline 3 & 3 \u005C\u005C \u005Chline 4 & 7 \u005C\u005C \u005Chline 5 & 6 \u005C\u005C \u005Chline \u005Cend {tabular}"],["Question","The table above shows the distribution of the number of computers in the households of 20~students in a class. What is the median number of computers per household for the 20~students?"],["Answer","4"],["Solution","The median of the 20~numbers is the average of the 10th and 11th~numbers when all 20~numbers are listed in increasing order. The first number is~1, the second through fourth numbers are~2, the fifth through eighth numbers are~3, and the ninth through 14th~numbers are~4. Thus, the 10th and 11th~numbers are both~4, so the median is~4."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","35"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Heart of Algebra/Systems of two linear equations in two variables"],["Difficulty","3"],["Question","A grocery store sells orange juice in 1‑quart containers and 1‑gallon containers. The price of each 1‑quart container is~\u005C$3, and the price of each 1‑gallon container is~\u005C$7. One day, the grocery store sold 40~more 1‑quart containers than 1‑gallon containers for a total price of~\u005C$230. How many containers of orange juice did the grocery store sell that day?"],["Answer","62"],["Solution","Let $q$ be the number of 1‑quart containers and $g$ be the number of 1‑gallon containers. Since 40~more 1‑quart containers than 1‑gallon containers were sold, we know that~$q=g+40$, or~$q-g=40$. Given that the price of each 1‑quart container is~\u005C$3 and the price of each 1‑gallon container is~\u005C$7, the total price of the containers sold is~$3q+7g$, so~$3q+7g=230$. We have the following system of equations: \u005Cpar \u005Cbegin {align*} q-g &= 40 \u005C\u005C 3q+7g &= 230 \u005C\u005C \u005Cend {align*} \u005Cpar Multiply the first equation by~7 and add to the second equation to get~$10q=510$. Thus,~$q=51$, so~$g=11$. The total number of containers sold that day is~$11+51=62$."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","36"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Ratios, rates, proportional relationships, and units"],["Analysis Category","History/Social Studies"],["Difficulty","2"],["Diagram","Dynasty and Volume of Egyptian Pyramids from the Third Through Sixth Dynasties \u005Cpar \u005Cmedskip \u005Cpar \u005Cbegin {tabular}{|l|z{1}|z{1}|z{1}|} \u005Chline {} & \u005Cmulticolumn {3}{c|}{Volume (thousands of cubic meters)} \u005C\u005C \u005Ccline {2-4} \u005Cmulticolumn {1}{|c|}{Dynasty} & \u005Cmulticolumn {1}{>{\u005Ccentering \u005Carraybackslash }m{4em}|}{At most 200} & \u005Cmulticolumn {1}{>{\u005Ccentering \u005Carraybackslash }m{5em}|}{Between 200 and~500} & \u005Cmulticolumn {1}{>{\u005Ccentering \u005Carraybackslash }m{4em}|}{At least 500} \u005C\u005C \u005Chline Third & 2 & 1 & 0 \u005C\u005C \u005Chline Fourth & 1 & 1 & 5 \u005C\u005C \u005Chline Fifth & 5 & 1 & 0 \u005C\u005C \u005Chline Sixth & 4 & 0 & 0 \u005C\u005C \u005Chline \u005Cend {tabular}"],["Question","The table above shows the distribution of Egyptian pyramids from the Fourth through Sixth dynasties by dynasty and volume. Based on the information in the table, what fraction of the pyramids from the Third and Fourth dynasties have a volume of more than \u005Cnum {200000}~cubic meters?"],["Answer","$\u005Cfrac {7}{10}$; 0.7"],["Solution","There are at total of 3~pyramids from the Third Dynasty and 7~pyramids from the Fourth Dynasty, so there are 10~total pyramids from these two dynasties. Of those pyramids, a total of~2 have a volume between \u005Cnum {200000}~cubic meters and \u005Cnum {500000}~cubic meters, and 5~have a volume of at least \u005Cnum {500000}~cubic meters. Thus, a total of~7 pyramids have volumes of more than \u005Cnum {200000}~cubic meters, so $\u005Cfrac {7}{10}$~of the pyramids from these two dynasties have volumes of more than \u005Cnum {200000}~cubic meters."]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","37"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Ratios, rates, proportional relationships, and units"],["Analysis Category","Science"],["Multiple Question","information"],["Difficulty","4"],["Diagram","$v=\u005Cfrac {2\u005Cpi d}{T}$"],["Diagram Post Text","The equation above estimates the mean orbital speed,~$v$, of a planet around the Sun, where $d$ is the greatest distance between the planet and the Sun and $T$ is the time it takes the planet to complete one orbit. The greatest distance between Earth and the Sun is \u005Cnum {92950000}~miles."],["Question","It takes Earth \u005Cnum {8766}~hours to complete one orbit. Based on the given equation, what is the mean orbital speed of Earth, to the nearest mile per \u005Culine {minute}?"],["Answer","1110"],["Solution","We are given the greatest distance between Earth and the Sun and the time it takes to complete one orbit, so we can plug the values into the given equation: \u005Cpar \u005Cbegin {align*} v &= \u005Cfrac {2\u005Cpi d}{T} \u005C\u005C[2ex] v &= \u005Cfrac {2\u005Cpi (\u005CSi {92950000}{miles})}{\u005CSi {8766}{hours}} \u005C\u005C v &\u005Capprox \u005CSi {66623.55}{miles per hour} \u005C\u005C \u005Cend {align*} \u005Cpar To find the mean orbital speed in miles per \u005Cemph {minute}, we divide this result by~60: \u005Cpar \u005C[ \u005CSi {66623.55}{miles per hour} \u005Ccdot \u005Cfrac {\u005CSi {1}{hour}}{\u005CSi {60}{minutes}} \u005Capprox \u005CSi {1110.39}{miles per minute} \u005C] \u005Cpar The the nearest kilometer per minute, the result is~\u005Cnum {1110}. (Student who use the value~3.14 as an estimate for~$\u005Cpi $ will get a speed of approximately \u005CSi {1109.83}~miles per hour, which yields the same answer to the nearest mile per hour.)"]],[["Form Code","TB-12"],["Passage Code",""],["Question Number","38"],["Problem Set Number","4"],["Test","SAT"],["Subject","Mathematics"],["Calculator"],["Category","Problem Solving and Data Analysis/Percentages"],["Difficulty","5"],["Question","The greatest distance between Venus and the Sun is 27.7~percent less than the greatest distance between Earth and the Sun, and the time it takes Venus to complete one orbit is 38.5~percent less than the time it takes Earth to complete one orbit. Based on the given equation, to the nearest tenth of a percent, the mean orbital speed of Venus is what percent greater than the mean orbital speed of Earth?"],["Answer","17.6"],["Solution","We do not need to calculate any actual speeds to find the desired percentage. If $d$ is the greatest distance between Earth and the Sun, and $T$ is the time it takes Earth to complete one orbit, we know that the mean orbital speed is given by~$v=\u005Cfrac {2\u005Cpi d}{T}$. For Venus, the greatest distance to the Sun is~$0.723d$, and the time it takes to complete one orbit is~$0.625T$. Using this information, the mean orbital speed of Venus is~$\u005Cfrac {2\u005Cpi (0.723d)}{0.625T} = \u005Cfrac {2\u005Cpi d}{T} \u005Ccdot \u005Cfrac {0.723}{0.625}$. Since~$\u005Cfrac {0.723}{0.625} \u005Capprox 1.176$, the mean orbital speed of Venus is approximately 17.6~percent greater than the mean orbital speed of Earth."]]]